Repository: GwynethLlewelyn/calibre_plugins
Catalog: ratings/translations/*.po
Languages: pt

source: Keyboard shortcuts
pt: Atalhos de teclado

source: Restart calibre now
pt: Reinicie agora o Calibre

source: Preferences for:
pt: Preferências para:

source: Clear
pt: Limpar

source: Clear all settings for this plugin
pt: Limpar todas as definições desta extensão

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
pt: Quaisquer definições noutras bibliotecas ou guardadas num ficheiro JSON na sua pasta de extensões do calibre não serão tocadas.

source: You must restart calibre afterwards.
pt: Depois, deve reiniciar o Calibre.

source: Settings changed
pt: Definições alteradas

source: Please restart calibre now.
pt: Por favor, reinicie agora o calibre.

source: Are you sure you want to clear your settings in this library for this plugin?
pt: Tem a certeza que pretende limpar todas as suas definições nesta biblioteca para esta extensão?

source: Settings deleted
pt: Definições eliminadas

source: All settings for this plugin in this library have been cleared.
pt: Todas as definições para esta extensão foram removidas desta biblioteca.

source: Copy to clipboard
pt: Copiar para a área de transferência

source: Undefined
pt: Não definido

source: Restart required
pt: Necessário reiniciar

source: Create new column
pt: Criar nova coluna

source: Ratings
pt: Classificações

source: &Get all ratings
pt: &Obter todas as classificações

source: Download ratings for all configured sources
pt: Transferir classificações para todas as fontes configuradas

source: &Get Amazon ratings
pt: O&bter classificações da Amazon

source: Download ratings for Amazon only
pt: Transferir apenas as classificações da Amazon

source: &Get Goodreads ratings
pt: &Obter classificações de Goodreads

source: Download ratings for Goodreads only
pt: Transferir apenas as classificações de Goodreads

source: &Customize plugin
pt: &Personalizar extensão

source: &Help
pt: &Ajuda

source: Configure plugin
pt: Configurar extensão

source: Failed to download ratings
pt: Não foi possível transferir as classificações

source: Download ratings completed
pt: Transferência das classificações concluída

source: Downloaded ratings for <b>%d book(s)</b>.
pt: Transferidas classificações para <b>%d livro(s)</b>.

source: Download ratings failed
pt: Transferência das classificações falhou

source: Download log
pt: Registo de transferências

source: Download ratings complete
pt: Transferência das classificações concluída

source: Unknown
pt: Desconhecido

source: Amazon Rating:
pt: Classificações da Amazon:

source: Goodreads Rating:
pt: Classificações de Goodreads:

source: Edit the keyboard shortcuts associated with this plugin
pt: Editar atalhos de teclado associados com esta extensão

source: &View library preferences
pt: &Ver preferências da biblioteca

source: View data stored in the library database for this plugin
pt: Ver dados guardados na base de dados da biblioteca para esta extensão

source: Download ratings for %d books
pt: Transferir classificações para %d livros

source: Download Ratings started
pt: Transferência das classificações iniciada

source: Aborting
pt: A abortar

source: No rating found for book
pt: Não foi encontrada classificação para o livro

source: Exception occurred
pt: Ocorreu uma exceção

source: Processed %d of %d
pt: Processado %d de %d
