Repository: GwynethLlewelyn/calibre_plugins
Catalog: goodreads_sync/translations/*.po
Languages: ru, uk

source: You can drag/drop a Goodreads website link to add it to the results.
ru: Вы можете перетащить ссылку на сайт Goodreads, чтобы добавить её в результаты.
uk: Ви можете перетягнути і скинути посилання на сайт Goodreads, щоб додати його до результатів.

source: Search Goodreads.com
ru: Поиск на Goodreads.com
uk: Шукати на Goodreads.com

source: Skip
ru: Пропустить
uk: Пропустити

source: Skip this book and move to the next: '{0}'
ru: Пропустить эту книгу и перейти к следующей: '{0}'
uk: Пропустити цю книгу і перейти до наступної: «{0}»

source: Select shelves to sync from:
ru: Выберите полки для синхронизации:
uk: Виберіть полиці для синхронізації:

source: Show Active shelves only
ru: Показать только активные полки
uk: Показувати лише активні полиці

source: No shelves selected
ru: Нет выбранных полок
uk: Не позначено жодної полиці

source: You must select one or more shelves first.
ru: Сначала необходимо выбрать одну или несколько полок.
uk: Вам слід спочатку вибрати одну або декілька полиць.

source: Comment
ru: Комментарий
uk: Коментар

source: Progress
ru: Ход чтения
uk: Поступ

source: Author
ru: Автор
uk: Автор

source: Series
ru: Серии
uk: Цикли

source: Rating
ru: Рейтинг
uk: Оцінка

source: Review
ru: Обзор
uk: Рецензія

source: Status
ru: Статус
uk: Стан

source: Search for book in Goodreads
ru: Поиск книги в Goodreads
uk: Шукати книгу на Goodreads

source: &View book on Goodreads.com
ru: &Просмотреть книгу на Goodreads.com
uk: Пере&глянути книгу на Goodreads.com

source: Update Reading Progress
ru: Обновить прогресс чтения
uk: Оновити поступ читання

source: To fix missing links, double click to search for a matching book in Goodreads
ru: Чтобы исправить отсутствующие ссылки, дважды щёлкните для поиска соответствующей книги в Goodreads
uk: Щоб виправити проблему із посиланнями, яких не вистачає, двічі клацніть для пошуку відповідної книги на Goodreads

source: Put books on currently-reading shelf
ru: Поместите книги на полку currently-reading
uk: Розмістити книги на полиці книг, які ви зараз читаєте

source: If the reading progress is being updated, but the books are not finished, put the books onto the 'currently-reading' shelf.
ru: Если прогресс чтения обновляется, но книги не закончены, поместите книги на полку 'currently-reading'.
uk: Якщо значення поступу читання оновлюється, але читання книг не завершено, розмістити книги на полиці «Зараз читаю».

source: Put finished books on read shelf
ru: Положите прочитанные книги на полку для чтения
uk: Розмістити книги, які прочитано, на полиці прочитаних книг

source: If the reading progress is 100%, put the books onto the 'read' shelf.
ru: Если прогресс чтения составляет 100%, поместите книги на полку 'read'.
uk: Якщо значення поступу читання дорівнює 100%, розмістити книги на полиці «Прочитані».

source: Search Goodreads
ru: Поиск на Goodreads
uk: Шукати на Goodreads

source: Update Progress
ru: Обновить прогресс
uk: Оновити поступ

source: Cancel
ru: Отмена
uk: Скасувати

source: No Goodreads book linked!
ru: Нет ссылки на книгу Goodreads!
uk: Не пов'язано жодних книг Goodreads!

source: Ready
ru: Готово
uk: Готово

source: {0} missing links
ru: {0} отсутствующих ссылок
uk: {0} пропущених зв'язки

source: {0}, {1} warnings
ru: {0}, предупреждений: {1}
uk: {0}, {1} попередження

source: Updating Goodreads progress
ru: Обновить Goodreads прогресс
uk: Оновлення поступу на Goodreads

source: Updating books in calibre...
ru: Обновление книг в calibre...
uk: Оновлення книг у calibre...

source: You are already linked to this calibre book
ru: Вы уже связаны с этой книгой calibre
uk: Ви вже пов'язали цю книгу у calibre

source: This calibre book is linked to a different Goodreads book.
ru: Эта книга calibre связана с другой книгой Goodreads.
uk: Цю книгу calibre пов'язано із іншою книгою Goodreads.

source: You have already linked to this Goodreads book
ru: Вы уже связаны с этой книгой Goodreads
uk: Ви вже пов'язали книгу з цією книгою Goodreads

source: This Goodreads book is linked to a different calibre book.
ru: Эта книга Goodreads связана с другой книгой calibre.
uk: Цю книгу Goodreads пов'язано із іншою книгою calibre.

source: You must link this calibre book to a matching book in Goodreads
ru: Вы должны связать эту книгу calibre с соответствующей книгой в Goodreads
uk: Вам слід пов'язати цю книгу calibre із відповідною книгою на Goodreads

source: No changes will be made to your shelf in Goodreads for this book
ru: Никакие изменения не будут внесены в вашу полку в Goodreads для этой книги
uk: До вашої полиці на Goodreads для цієї книги не буде внесено змін

source: You must link this Goodreads book to a matching book in calibre in order for any sync actions to be applied
ru: Вы должны связать эту книгу Goodreads с соответствующей книгой calibre для применения любых действий синхронизации
uk: Вам слід пов'язати цю книгу Goodreads із відповідною книгою у calibre, щоб можна було застосувати будь-які дії з синхронізації

source: No actions have been set for this shelf. Use 'Customize plugin' to specify the actions
ru: Для этой полки не задано никаких действий. Используйте «Настроить плагин», чтобы указать действия
uk: Для цієї полиці не було встановлено дій. Скористайтеся пунктом «Налаштувати додаток» для визначення дій

source: Actions will be applied when you click Sync Now
ru: Действия будут применены, когда вы нажмете «Синхронизировать сейчас»
uk: Дії буде застосовано, коли ви натиснете кнопку «Синхронізувати»

source: An empty book will be created in calibre for this book using the Goodreads metadata
ru: Для этой книги в calibre будет создана пустая книга с использованием метаданных Goodreads
uk: Для цієї книги у calibre буде створено порожню книгу на основі метаданих Goodreads

source: Search for Goodreads book
ru: Поиск книги на Goodreads.com
uk: Шукати книгу Goodreads

source: Goodreads.com matches for Title/Author
ru: Goodreads.com соответствие названию/автору
uk: Відповідники на Goodreads.com для назви/автора

source: Goodreads.com matches for ISBN
ru: Goodreads.com соответствие ISBN
uk: Відповідники Goodreads.com для ISBN

source: Select the Goodreads book to link to this calibre book:
ru: Выберите книгу Goodreads, чтобы получить ссылку на эту книгу calibre:
uk: Виберіть книгу Goodreads для прив'язування до цієї книги calibre:

source: Switch Edition
ru: Изменить издание
uk: Перемкнути видання

source: No book selected
ru: Нет выбранных книг
uk: Не позначено жодної книги

source: You must select a book to switch edition
ru: Вы должны выбрать книгу для переключения издания
uk: Вам слід позначити книгу, щоб перемкнути видання

source: Invalid book
ru: Неверная книга
uk: Некоректна книга

source: No goodreads work id found for this book
ru: Для этой книги не найден рабочий идентификатор goodreads
uk: Для цієї книги не знайдено робочого ідентифікатора goodreads

source: Search for calibre Book
ru: Поиск книги в calibre
uk: Шукати книгу calibre

source: calibre Search Results
ru: Результаты поиска в calibre
uk: Результати пошуку у calibre

source: Goodreads book:
ru: Книга на Goodreads:
uk: Книга Goodreads:

source: Select a calibre book to link to this Goodreads book:
ru: Выберите книгу calibre, чтобы создать ссылку на эту книгу в Goodreads:
uk: Виберіть книгу calibre для прив'язування до цієї книги Goodreads:

source: Or, try a different calibre search:
ru: Или попробуйте другой поиск в calibre:
uk: Або спробуйте інший пошук у calibre:

source: &Title:
ru: &Название:
uk: &Назва:

source: &Author:
ru: &Автор:
uk: &Автор:

source: &Go!
ru: &Пуск!
uk: Д&авай!

source: Search again using this title/author
ru: Повторите поиск по этому названию/автору
uk: Шукати знову за цією парою назва-автор

source: Clear the title field
ru: Очистить поле Название
uk: Спорожнити поле назви

source: Clear the author field
ru: Очистить поле Автор
uk: Спорожнити поле автора

source: Overwrite Goodreads Link
ru: Перезаписать ссылку Goodreads
uk: Перезаписати посилання Goodreads

source: This calibre book is already linked to a different Goodreads book.
ru: Эта книга calibre уже связана с другой книгой Goodreads.
uk: Цю книгу calibre вже пов'язано із іншою книгою Goodreads.

source: Only one Goodreads book can be linked to a calibre book at a time.
ru: Только одна книга Goodreads может быть связана с книгой calibre за раз.
uk: Одночасно із однією книгою Goodreads може бути пов'язано лише одну книгу calibre.

source: Click Yes to overwrite the link to this book, No to Cancel
ru: Нажмите «Да», чтобы перезаписать ссылку на эту книгу, «Нет», чтобы отменить
uk: Натисніть кнопку «Так», щоб перезаписати посилання на цю книгу, кнопку «Ні», щоб скасувати перезаписування

source: Select shelf:
ru: Выбор полки:
uk: Виберіть полицю:

source: Select one or more shelves to add or remove from
ru: Выберите одну или несколько полок, чтобы добавить или удалить их
uk: Виберіть одну або декілька полиць для додавання або вилучення

source: Add calibre Rating to Goodreads
ru: Добавить рейтинг calibre в Goodreads
uk: Додати оцінку у calibre на Goodreads

source: Add calibre Date Read to Goodreads
ru: Добавить дату чтения calibre в Goodreads
uk: Додати дату читання calibre на Goodreads

source: Add calibre Review Text to Goodreads
ru: Добавить текст отзыва calibre в Goodreads
uk: Додати текст рецензії calibre на Goodreads

source: Add to Shelf
ru: Добавить на полку
uk: Додати на полицю

source: Remove from Shelf
ru: Убрать с полки
uk: Вилучити з полиці

source: Too many shelves
ru: Слишком много полок
uk: Забагато полиць

source: You cannot add to more than one exclusive shelf.
ru: Вы не можете добавить больше, чем на одну эксклюзивную полку.
uk: Ви не можете додати більше однієї виключної полиці.

source: Exclusive Shelf Warning
ru: Предупреждение об Эксклюзиве
uk: Попередження щодо виключної полиці

source: You are about to remove from a shelf marked as exclusive.
ru: Вы собираетесь убрать с полки, помеченное как эксклюзив.
uk: Ви наказали програмі вилучити книгу з полиці, яку позначено як виключну.

source: This will result in these books being <b>moved</b> to one of your other shelves rather than being deleted from all shelves.
ru: В результате эти книги будут <b>перемещены</b> на одну из других полок, а не удалены со всех полок.
uk: Це призведе до того, що ці книги буде <b>пересунуто</b> до однієї з ваших інших полиць, а не вилучено з усіх полиць.

source: Do you want to continue?
ru: Вы хотите продолжить?
uk: Продовжити?

source: There are books in this list not yet linked to calibre which will be ignored.
ru: В этом списке есть книги, ещё не связанные с calibre, которые будут проигнорированы.
uk: У цьому списку є книги, які ще не пов'язано із calibre. Їх буде проігноровано.

source: Search calibre
ru: Поиск в calibre
uk: Шукати у calibre

source: Add empty book to calibre
ru: Добавить пустую книгу calibre
uk: Додати порожню книгу у calibre

source: GR Author
ru: Автор GR
uk: Автор на GR

source: GR Title
ru: Название GR
uk: Назва на GR

source: GR Date Read
ru: Прочитано GR
uk: Дата читання на GR

source: GR ISBN
ru: ISBN GR
uk: ISBN GR

source: GR Rating
ru: Оценка GR
uk: Оцінка на GR

source: GR Series
ru: Серия GR
uk: Цикл на GR

source: Linked to calibre Title
ru: Связано с Названием в calibre
uk: Пов'язано із назвою calibre

source: Shelves
ru: Полки
uk: Полиці

source: calibre Author
ru: Автор calibre
uk: Автор у calibre

source: calibre ISBN
ru: ISBN calibre
uk: ISBN calibre

source: calibre Rating
ru: Оценка calibre
uk: Оцінка у calibre

source: calibre Series
ru: Серия calibre
uk: Цикл у calibre

source: Sync from Goodreads Shelf
ru: Синхронизировать с полки Goodreads
uk: Синхронізувати із полицею на Goodreads

source: Sync from '{0}' shelf
ru: Синхронизировано с полки '{0}'
uk: Синхронізувати з полицею «{0}»

source: Sync from {0} shelves
ru: Синхронизировано с полками {0}
uk: Синхронізувати із полицями {0}

source: To fix missing links, double click to search for a matching book in calibre.
ru: Чтобы исправить отсутствующие ссылки, дважды щёлкните для поиска соответствующей книги в calibre.
uk: Щоб виправити проблему із посиланнями, яких не вистачає, двічі клацніть для пошуку відповідної книги у calibre.

source: The following actions will be performed for books that are synced:
ru: Следующие действия будут выполнены для книг, которые синхронизируются:
uk: Наступні дії буде виконано для книг, які синхронізуються:

source: Add Goodreads Rating to calibre
ru: Добавить рейтинг Goodreads в calibre
uk: Додати оцінку Goodreads до calibre

source: Add Goodreads Date Read to calibre
ru: Добавить дату прочтения Goodreads в calibre
uk: Додати дату читання Goodreads до calibre

source: Add Goodreads Review Text to calibre
ru: Добавить текст отзыва Goodreads в calibre
uk: Додати текст рецензії Goodreads до calibre

source: When searching calibre, if only one result is found then automatically link to it without prompting
ru: При поиске в calibre, если найден только один результат, автоматически ссылаться на него без запроса
uk: При пошуку у calibre, якщо буде знайдено один результат, автоматично пов'язати його без додаткових запитів

source: Sync Now
ru: Синхронизировать
uk: Синхронізувати

source: For books on the <b>{0}</b> shelf:<br>
ru: Для книг на полке <b>{0}</b>:<br>
uk: Для книг на полиці <b>{0}</b>:<br>

source: + Add '{0}' to column '{1}'<br>
ru: + Добавить '{0}' в столбец '{1}'<br>
uk: + Додати «{0}» до стовпчика «{1}»<br>

source: - Remove '{0}' from column '{1}'<br>
ru: - Удалить '{0}' из столбца '{1}'<br>
uk: - Вилучити «{0}» зі стовпчика «{1}»<br>

source: {0}, {1} books to add
ru: {0}, {1} книг для добавления
uk: {0}, {1} книг для додавання

source: No calibre book linked!
ru: Нет связанной книги calibre!
uk: Не пов'язано жодної книги calibre!

source: Add to calibre
ru: Добавить в calibre
uk: Додати до calibre

source: There are books in this list not yet linked to calibre which will be ignored.<p><p>Are you sure you want to continue?
ru: В этом списке есть книги, ещё не связанные с calibre, которые будут проигнорированы.<p><p> Вы уверены, что хотите продолжить?
uk: У цьому списку є книги, які ще не пов'язано із calibre. Їх буде проігноровано.<p><p>Ви справді хочете продовжити виконання дії?
