Repository: GwynethLlewelyn/calibre_plugins
Catalog: goodreads_sync/translations/*.po
Languages: ru, uk

source: Keyboard shortcuts
ru: Сочетания клавиш...
uk: Клавіатурні скорочення

source: Restart calibre now
ru: Перезагрузите calibre сейчас
uk: Перезавантажити Calibre

source: Preferences for:
ru: Предпочтения для:
uk: Налаштування:

source: Clear
ru: Очистить
uk: Очистити

source: Clear all settings for this plugin
ru: Очистить все настройки для плагина
uk: Очистити всі налаштування для цього плагіну

source: Are you sure you want to change your settings in this library for this plugin?
ru: Импорт списка
uk: Ви впевнені, що бажаєте змінити ваші налаштування у цій бібліотеці для цього додатка?

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
ru: Любые настройки в других библиотеках или сохраненные в файле JSON в папке плагинов calibre не будут затронуты.
uk: Будь-які налаштування в інших бібліотеках, або збережені в файлі JSON в папці ваший плагінів не будуть змінені.

source: You must restart calibre afterwards.
ru: Вы должны перезагрузить calibre впоследствии.
uk: Після цього ви повинні перезавантажити Calibre.

source: Settings changed
ru: Настройки изменены
uk: Параметри змінено

source: Settings for this plugin in this library have been changed.
ru: Настройки этого плагина в этой библиотеке были изменены.
uk: Параметри для цього додатка у цій бібліотеці було змінено.

source: Please restart calibre now.
ru: Пожалуйста, перезагрузите calibre сейчас.
uk: Будь ласка, перезавантажте Calibre.

source: Are you sure you want to clear your settings in this library for this plugin?
ru: Вы действительно хотите очистить настройки плагина в библиотеке?
uk: Ви впевнені, що бажаєте очистити ваші налаштування в цій бібліотцеці для даного плагіну?

source: Settings deleted
ru: Настройки удалены
uk: Параметри вилучено

source: All settings for this plugin in this library have been cleared.
ru: Все настройки для этого плагина в этой библиотеке были очищены.
uk: Всі налаштування для цього плагіну в цій бібліотеці були очищені.

source: Copy to clipboard
ru: Копировать в Буфер обмена
uk: Копіювати до буфера обміну

source: Undefined
ru: Не определено
uk: Невизначено

source: Restart required
ru: Требуется перезапуск
uk: Потрібен перезапуск

source: Title image not found - you must restart Calibre before using this plugin!
ru: Изображение обложки не найдено - перед использованием нужно перезапустить calibre!
uk: Не знайдено титульного зображення — вам слід перезапустити Calibre, перш ніж користуватися цим додатком!

source: Create new column
ru: Создать новый столбец
uk: Створити стовпчик

source: Add to shelf
ru: Добавить на полку
uk: Додати на полицю

source: Remove from shelf
ru: Убрать с полки
uk: Вилучити з полиці

source: Update reading progress
ru: Обновить ход чтения
uk: Оновити поступ читання

source: Sync from shelf
ru: Синхронизировать с полкой
uk: Синхронізувати з полицею

source: View shelf
ru: Просмотр полки
uk: Переглянути полицю

source: Link to Goodreads
ru: Связь с Goodreads
uk: Посилання на Goodreads

source: Add, replace or clear link to a Goodreads book
ru: Добавить, заменить или удалить ссылку на книгу в Goodreads
uk: Додати, замінити або вилучити посилання на книгу на Goodreads

source: Linked book
ru: Связанная книга
uk: Пов'язана книга

source: View linked book
ru: Просмотр связанной книги
uk: Переглянути пов'язану книгу

source: Open a web browser page showing the linked Goodreads book
ru: Открыть страницу веб-браузера со связанной книгой Goodreads
uk: Відкрити сторінку браузера, де буде показано пов'язану книгу Goodreads

source: Switch Goodreads Edition
ru: Выбрать издание на Goodreads
uk: Перемкнути видання Goodreads

source: Link to a different edition of a Goodreads book
ru: Ссылка на другое издание книги в Goodreads
uk: Пов'язати із іншим виданням книги Goodreads

source: Remove link
ru: Удалить связь
uk: Вилучити посилання

source: Clear the link with Goodreads
ru: Очистить связь с Goodreads
uk: Вилучити зв'язок із Goodreads

source: &Customize plugin
ru: &Настроить плагин
uk: &Налаштувати додаток

source: &Help
ru: Спр&авка
uk: &Довідка

source: User: {0}
ru: Пользователь: {0}
uk: Користувач: {0}

source: Download tags from shelves
ru: Скачать теги с полок
uk: Отримати мітки з полиць

source: Download shelves your book is on as tags
ru: Скачать полки, на которых стоит ваша книга, в виде тегов
uk: Отримати полиці вашої книги як мітки

source: Upload tags as shelves
ru: Выгрузить теги как полки
uk: Вивантажити мітки як полиці

source: Add book to shelves represented by your tags
ru: Добавить книгу на полки, представленные вашими тегами
uk: Додати книгу до полиць, які представлено вашими мітками

source: Added {0} books to shelf
ru: Добавлено книг на полку: {0}
uk: На полицю додано {0} книг

source: Removed {0} books from shelf
ru: Убрано книг с полки: {0}
uk: Вилучити {0} книг з полиці

source: Updated progress for {0} books
ru: Обновлен прогресс для {0} книг
uk: Оновлено поступ для {0} книг

source: Syncing books from shelves
ru: Синхронизация книг с полок
uk: Синхронізуємо книги з полиць

source: Unable to Sync
ru: Синхронизация не удалась
uk: Не вдалося синхронізувати

source: You must specify sync actions or columns for at least one shelf first.
ru: Сначала необходимо указать действия синхронизации или столбцы как минимум для одной полки.
uk: Вам спочатку слід вказати дії з синхронізації або стовпчики для принаймні однієї полиці.

source: Unable to retrieve books for selected shelves.
ru: Не удалось получить книги для выбранных полок.
uk: Не вдалося отримати книги для позначених полиць.

source: Synchronised {0} books from shelf
ru: Синхронизировано {0} книг с полки
uk: Синхронізовано {0} книг з полиці

source: Updating books
ru: Обновление книг
uk: Оновлення книг

source: Book: %v
ru: Книга: %v
uk: Книга: %v

source: Updating book
ru: Обновление книги
uk: Оновлення книги

source: Too Many Rows
ru: Слишком много строк
uk: Забагато рядків

source: Reduce your selection to at most 50 rows.
ru: Сократить свой выбор не более чем до 50 строк.
uk: Зменште позначене до не більше 50 рядків.

source: Are you sure?
ru: Вы уверены?
uk: Ви певні?

source: Removing any linked Goodreads ids may result in you having to manually select the link again for these book(s).
ru: Удаление любых связанных идентификаторов Goodreads может привести к тому, что вам придется вручную снова выбирать ссылку для этих книг.
uk: Вилучення будь-яких пов'язаних ідентифікаторів Goodreads може призвести до потреби з вашого боку вручну вибрати посилання для цих книг.

source: Are you sure you want to remove the link(s)?
ru: Вы уверены, что хотите удалить ссылки?
uk: Ви справді хочете вилучити посилання?

source: Removing Goodreads ids from books
ru: Удаление идентификаторов Goodreads из книг
uk: Вилучення ідентифікаторів Goodreads з книг

source: No Goodreads Id
ru: Нет идентификатора Goodreads
uk: Немає ідентифікатор Goodreads

source: You cannot switch editions for a book that is not already linked to Goodreads.<br>
ru: Вы не можете переключать издания для книги, которая ещё не связана с Goodreads.<br>
uk: Не можна перемикати видання для книг, які ще не пов'язано із Goodreads.<br>

source: Updated tags for {0} books
ru: Обновлены теги в книгах: {0}
uk: Оновлено мітки для {0} книг

source: No books required tags updating
ru: Нет книг, требующих обновления тегов
uk: Жодна з книг не потребує оновлення міток

source: Updated {0} shelves for selected books
ru: Обновлено {0} полок для выбранных книг
uk: Оновлено {0} полиць для позначених книг

source: No shelves required updating
ru: Обновление полок не требуется
uk: Жодна з полиць не потребує оновлення

source: Calibre must be restarted before the plugin can be configured.
ru: Calibre необходимо перезапустить перед настройкой плагина.
uk: Перш ніж додаток можна буде налаштувати, calibre має бути перезапущено.

source: New custom colums have been created. You will need to restart calibre for this change to be applied.
ru: Созданы новые пользовательские столбцы. Вам нужно будет перезапустить calibre, чтобы это изменение вступило в силу.
uk: Було створено нові нетипові стовпчики. Вам слід перезапустити calibre, щоб цю зміну було застосовано.

source: Goodreads Sync progress
ru: Прогресс чтения на Goodreads
uk: Поступ синхронізації Goodreads

source: Goodreads Tags
ru: Теги Goodreads
uk: Мітки Goodreads

source: Goodreads tags used for mapping to calbre.
ru: Теги Goodreads, используемые для сопоставления с calbre.
uk: Мітки Goodreads використано для прив'язки до calbre.

source: Tags column:
ru: Столбец тегов:
uk: Стовпчик міток:

source: For use with the "Download tags from shelves" and "Upload tags as shelves" menu items
ru: Для использования с пунктами меню «Загрузить теги с полок» и «Загрузить теги как полки»
uk: Для використання з пунктами меню «Отримати мітки з полиць» та «Вивантажити мітки як полиці»

source: Goodreads Rating
ru: Оценка Goodreads
uk: Оцінка Goodreads

source: Rating for the book.
ru: Оценка книги.
uk: Оцінка книги.

source: Rating column:
ru: Столбец оценок:
uk: Стовпчик оцінки:

source: For use with the "Add to shelf" and "Sync from shelf" menu items to synchronise with your Goodreads review for a book
ru: Для использования с пунктами меню «Добавить на полку» и «Синхронизировать с полкой». для синхронизации с вашим обзором книги в Goodreads
uk: Для використання з пунктами меню «Додати до полиці» і «Синхронізувати з полицею» з метою синхронізації з вашими рецензіями Goodreads для книги

source: Date Read
ru: Прочитано
uk: Дата читання

source: Date when the book was last read.
ru: Дата последнего прочтения книги.
uk: Дата, коли книгу востаннє читали.

source: Date read column:
ru: Столбец Прочитано:
uk: Стовпчик дати читання:

source: Goodreads Review
ru: Обзор Goodreads
uk: Рецензія Goodreads

source: Review of book.
ru: Обзор книги.
uk: Рецензія щодо книги.

source: Review text column:
ru: Столбец обзоров:
uk: Стовпчик тексту рецензії:

source: Goodreads Progress
ru: Ход чтения на Goodreads
uk: Поступ Goodreads

source: Reading progress for the book
ru: Прогресс чтения книги
uk: Поступ читання книги

source: Reading progress column:
ru: Столбец Ход чтения:
uk: Стовпчик поступу читання:

source: Never modify the calibre ISBN
ru: Никогда не изменять ISBN в calibre
uk: Ніколи не змінювати ISBN calibre

source: Replace calibre ISBN only if none present
ru: Заменить только отсутствующий ISBN в calibre
uk: Замінити ISBN calibre, лише якщо його немає

source: Always overwrite calibre ISBN value
ru: Всегда перезаписывать значение ISBN в calibre
uk: Завжди перезаписувати значення ISBN calibre

source: Add value to column
ru: Добавить значение в столбец
uk: Додати значення до стовпчика

source: Remove value from column
ru: Удалить значение из столбца
uk: Вилучити значення зі стовпчика

source: None
ru: Нет
uk: Немає

source: Today
ru: Сегодня
uk: Сьогодні

source: Goodreads Date Read
ru: Дата чтения в Goodreads
uk: Дата читання Goodreads

source: Goodreads Date Added
ru: Дата добавления в Goodreads
uk: Дата додавання Goodreads

source: Goodreads Date Updated
ru: Дата в Goodreads обновлена
uk: Дата оновлення Goodreads

source: Goodreads Date Started
ru: Дата в Goodreads начата
uk: Дата початку Goodreads

source: Create Goodreads shelf
ru: Создать полку в Goodreads
uk: Створити полицю Goodreads

source: Shelf name:
ru: Название полки:
uk: Назва полиці:

source: A book can only be on one of your exclusive shelves
ru: Книга может находиться только на одной из ваших эксклюзивных полок
uk: Книга може перебувати лише на одній з ваших ексклюзивних полиць

source: Allowing customizing the order of books on this shelf
ru: Разрешение настраивать порядок книг на этой полке
uk: Уможливлення налаштувань порядку книг на цій полиці

source: One shelf only can be featured at the top of your profile
ru: Только одна полка может быть показана в верхней части вашего профиля
uk: Рекомендованою на верхівці вашого профілю може бути лише одна полиця

source: Action
ru: Действие
uk: Дія

source: Column
ru: Столбец
uk: Стовпчик

source: Value
ru: Значение
uk: Значення

source: Invalid column
ru: Неверный столбец
uk: Некоректний стовпчик

source: Removing the column '{0}' action as the column cannot be found
ru: Удаление действия столбца '{0}', так как столбец не может быть найден
uk: Вилучаємо дію для стовпчика «{0}», оскільки не вдалося знайти стовпчик

source: Are you sure you want to delete this action?
ru: Вы уверены, что хотите удалить это действие?
uk: Ви справді хочете вилучити цю дію?

source: Are you sure you want to delete the selected {0} actions?
ru: Вы уверены, что хотите удалить выбранные {0} действия?
uk: Ви справді хочете вилучити позначені {0} дії?

source: Edit Shelf Add Actions
ru: Редактировать действия по добавлению полки
uk: Редагувати дії «Додати на полицю»

source: Edit add to shelf actions for {0} shelves
ru: Изменить действия по добавлению на полку для {0} полок
uk: Редагувати дії з полицею для {0} полиць

source: Edit add to shelf actions for '{0}' shelf
ru: Изменить действия по добавлению на полку для '{0}' полки
uk: Додати дії при додаванні до полиці для полиці «{0}»

source: &What should calibre do with matching linked books when you click 'Add to shelf'?
ru: &Что должен делать calibre с сопоставленными связанными книгами, когда вы нажимаете «Добавить на полку»?
uk: &Що має зробити calibre із відповідними пов'язаними книгами, коли ви натискатимете кнопку «Додати до полиці»?

source: Edit Shelf Sync Actions
ru: Редактировать действия синхронизации полки
uk: Редагувати дії при синхронізації полиці

source: Edit sync actions for {0} shelves
ru: Изменить действия синхронизации для {0} полок
uk: Редагувати дії при синхронізації для {0} полиць

source: Edit sync actions for '{0}' shelf
ru: Изменить действия синхронизации для '{0}' полок
uk: Редагувати дії з синхронізації для полиці «{0}»

source: &What should calibre do with matching linked books when you click 'Sync from shelf'?
ru: &Что должен делать calibre с сопоставленными связанными книгами, когда вы нажимаете «Синхронизировать с полки»?
uk: &Що має зробити calibre із відповідними пов'язаними книгами, коли ви натискатимете кнопку «Синхронізувати полицю»?

source: Add action
ru: Добавить действие
uk: Додати дію

source: Delete action
ru: Удалить действие
uk: Вилучити дію

source: Upload rating to Goodreads when adding to this shelf
ru: Загружать рейтинг в Goodreads при добавлении на эту полку
uk: Вивантажити оцінку на Goodreads при додаванні до цієї полиці

source: Upload date read to Goodreads when adding to this shelf
ru: Дата загрузки читается в Goodreads при добавлении на эту полку
uk: Вивантажити дату читання на Goodreads при додаванні до цієї полиці

source: Upload review text to Goodreads when adding to this shelf
ru: Загружать текст отзыва в Goodreads при добавлении на эту полку
uk: Вивантажити текст рецензії на Goodreads при додаванні до цієї полиці

source: Sync rating from Goodreads when syncing from this shelf
ru: Синхронизировать рейтинг с Goodreads при синхронизации с этой полки
uk: Синхронізувати оцінку з Goodreads при синхронізації з цією полицею

source: Sync date read from Goodreads when syncing from this shelf
ru: Дата синхронизации, считанная из Goodreads, при синхронизации с этой полки
uk: Синхронізувати дату читання з Goodreads при синхронізації з цією полицею

source: Sync review text from Goodreads when syncing from this shelf
ru: Синхронизировать текст обзора из Goodreads при синхронизации с этой полки
uk: Синхронізувати текст рецензії з Goodreads при синхронізації з цією полицею

source: Active
ru: Активно
uk: Активна

source: Count*
ru: Подсчёт*
uk: Облік*

source: Shelf Add Actions
ru: Действия добавления полки
uk: Дії з додавання полиці

source: Shelf Name
ru: Название полки
uk: Назва полиці

source: Sync Actions
ru: Действия синхронизации
uk: Дії з синхронізації

source: calibre Tags
ru: Теги calibre
uk: Мітки calibre

source: Edit shelf add actions
ru: Редактировать действия по добавлению полки
uk: Редагувати дії з додавання полиці

source: Edit sync actions
ru: Редактировать действия синхронизации полки
uk: Редагувати дії з синхронізації

source: Make all Active
ru: Сделать все активными
uk: Зробити активними усі

source: Make none Active
ru: Сделать неактивными
uk: Зробити неактивними усі

source: Edit Shelves on Goodreads
ru: Изменить полки на Goodreads
uk: Редагувати полиці на Goodreads

source: Shelf marked as exclusive
ru: Полка отмечена как эксклюзивная
uk: Полицю позначено як виключну

source: Count as at last shelves list refresh
ru: Считать с момента последнего обновления списка полок
uk: Облік при освіженні списку останніх полиць

source: Add '{0}' to column '{1}',
ru: Добавить '{0}' в столбец '{1}',
uk: Додати «{0}» до стовпчика «{1}»,

source: Remove '{0}' from column '{1}',
ru: Удалить '{0}' из столбца '{1}',
uk: Вилучити «{0}» зі стовпчика «{1}»,

source: Select Goodreads user:
ru: Выбор пользователя Goodreads:
uk: Виберіть користувача Goodreads:

source: Add user profile
ru: Добавить профиль пользователя
uk: Додати профіль користувача

source: Delete user profile
ru: Удалить профиль пользователя
uk: Вилучити профіль користувача

source: Authorize Plugin with Goodreads
ru: Авторизация плагина на Goodreads
uk: Уповноважити додаток на Goodreads

source: User Shelves:
ru: Полки пользователя
uk: Полиці користувача:

source: Refresh Shelves
ru: Обновить полки
uk: Освіжити полиці

source: Refresh the list of shelves and book counts from Goodreads
ru: Обновить список полок и количество книг от Goodreads
uk: Освіжити список полиць і облік книг за даними Goodreads

source: Add Shelf
ru: Добавить полку
uk: Додати полицю

source: Add a new shelf
ru: Добавить новую полку
uk: Додати нову полицю

source: Edit 'Shelf Add' Actions
ru: Редактировать действия 'Добавить на полку'
uk: Редагувати дії «Додати на полицю»

source: Edit actions to apply when using 'Add to shelf'
ru: Изменить действия, применяемые при использовании 'Добавить на полку'
uk: Редагувати дії, які слід застосувати при використанні пункту «Додати на полицю»

source: Edit 'Sync' Actions
ru: Редактировать действия 'Cинхронизация полки'
uk: Редагувати дії «Синхронізувати»

source: Edit actions to apply when using 'Sync from shelf'
ru: Изменить действия, применяемые при использовании 'Синхронизировать полку'
uk: Редагувати дії, які слід застосувати при використанні пункту «Синхронізувати з полицею»

source: Other Options:
ru: Прочие параметры:
uk: Інші параметри:

source: When linking to Goodreads:
ru: При связи с Goodreads:
uk: При пов'язуванні із Goodreads:

source: Display the 'Add to shelf' menu option
ru: Показать пункт меню 'Добавить на полку'
uk: Показати пункт меню «Додати на полицю»

source: Display the 'Remove from shelf' menu option
ru: Показать пункт меню 'Удалить с полки'
uk: Показати пункту меню «Вилучити з полиці»

source: Display the 'Update reading progress' menu option
ru: Показать пункт меню 'Обновить прогресс чтения'
uk: Показати пункт меню «Оновити поступ читання»

source: Display the 'Sync from shelf' menu option
ru: Показать пункт меню 'Синхронизировать с полки'
uk: Показати пункт меню «Синхронізувати із полицею»

source: Display the 'View shelf' menu option
ru: Показать пункт меню 'Показать полку'
uk: Показати пункт меню «Переглянути полицю»

source: If the reading progress is the percent read, check this. Otherwise, the reading progress the page number.
ru: Если прогресс чтения — это процент прочитанного, отметьте это. Иначе прогресс чтения - номер страницы.
uk: Якщо поступ читання визначається у відсотках читання, позначте цей пункт. Якщо пункт не буде позначено, поступ визначатимуться кількістю сторінок.

source: Reading progress is percent read
ru: Прогресс чтения - это процент прочитанного
uk: Поступ читання є часткою прочитаного

source: If adding empty books, store author as LN,FN
ru: При добавлении пустых книг хранить автора как Фамилия, Имя
uk: При додаванні порожніх книг зберігати запис автора як «Прізвище,Ім'я»

source: Synchronisable Custom Columns:
ru: Синхронизируемые пользовательские столбцы:
uk: Придатні до синхронізації нетипові стовпчики:

source: Edit the keyboard shortcuts associated with this plugin
ru: Редактирование сочетаний клавиш, связанных с этим плагином
uk: Редагувати клавіатурні скорочення, пов’язані із роботою цього додатка.

source: Help
ru: Справка
uk: Довідка

source: Add new user
ru: Добавить пользователя
uk: Додати нового користувача

source: You must create a profile for each Goodreads user you will connect to.<br>Enter a unique display name for this user profile:
ru: Вы должны создать профиль для каждого пользователя Goodreads, к которому вы будете подключаться. <br>Введите уникальное отображаемое имя для этого профиля пользователя:
uk: Вам слід створити профіль для кожного з записів користувачів Goodreads, з якими ви встановлюватимете з'єднання.<br>Введіть унікальну показану назву для цього профілю користувача:

source: A user with the same name already exists
ru: Пользователь с таким именем уже существует
uk: Запис користувача із такою назвою вже існує

source: Add Failed
ru: Добавление не удалось
uk: Не вдалося додати

source: Do you want to delete the user profile for '{0}'
ru: Вы хотите удалить профиль пользователя для '{0}'
uk: Хочете вилучити профіль користувача для «{0}»

source: Confirm Authorization
ru: Подтверждение авторизации
uk: Підтвердження уповноваження

source: Have you clicked 'Allow access' for this plugin on the Goodreads website?
ru: Нажали ли вы «Разрешить доступ» для этого плагина на веб-сайте Goodreads?
uk: Чи натисли ви кнопку «Allow access» для цього додатка на сайті Goodreads?

source: Goodreads failure
ru: Сбой Goodreads
uk: Помилка на Goodreads

source: Unable to obtain the user id
ru: Не удалось получить идентификатор пользователя
uk: Не вдалося отримати ідентифікатор користувача

source: Duplicate shelf name
ru: Дублирующееся имя полки
uk: Дублювання назви полиці

source: There is already a shelf named:
ru: Уже есть полка с именем:
uk: Вже існує полиця із такою назвою:

source: Unknown
ru: Неизвестный
uk: Невідомо

source: Goodreads Failure
ru: Сбой Goodreads
uk: Помилка на Goodreads

source: The request contacting Goodreads has failed.
ru: Запрос на связь с Goodreads не выполнен.
uk: Запит щодо встановлення зв'язку з Goodreads зазнав невдачі.

source: If it reoccurs you may have exceeded a request limit imposed by Goodreads.
ru: Если это повторится, возможно, вы превысили лимит запросов, установленный Goodreads.
uk: Якщо помилка повторюється, можливо, ви перевищили обмеження на кількість запитів, яке встановлено на Goodreads.

source: In which case wait an additional 5-10 minutes before retrying.
ru: В этом случае подождите ещё 5-10 минут перед повторной попыткой.
uk: У цьому випадку зачекайте додаткові 5-10 хвилин, перш ніж повторювати спробу.

source: Page
ru: Страница
uk: Сторінка

source: Syncing from shelf: {0}
ru: Синхронизация с полкой: {0}
uk: Синхронізація із полицею: {0}

source: View &book on Goodreads.com
ru: Посмотреть &книгу на Goodreads.com
uk: Переглянути &книгу на Goodreads.com

source: Paste Goodreads.com url
ru: Вставить Goodreads.com url
uk: Вставте адресу Goodreads.com

source: Cover
ru: Обложка
uk: Обкладинка

source: Edition
ru: Издание
uk: Видання

source: Title
ru: Название
uk: Назва

source: Goodreads.com Editions
ru: Издания на Goodreads.com
uk: Видання Goodreads.com

source: Calibre book:
ru: Книга calibre:
uk: Книга calibre:

source: Title:
ru: Название:
uk: Назва:

source: Author:
ru: Автор:
uk: Автор:

source: Series:
ru: Серия:
uk: Цикл:

source: Select the Goodreads edition to link to this calibre book:
ru: Выберите издание Goodreads, чтобы получить ссылку на эту книгу calibre:
uk: Виберіть видання Goodreads для пов'язування із цією книгою calibre:
