Repository: GwynethLlewelyn/calibre_plugins
Catalog: view_manager/translations/*.po
Languages: ta

source: Keyboard shortcuts
ta: விசைப்பலகை குறுக்குவழிகள்

source: Restart calibre now
ta: இப்போது காலிபரை மறுதொடக்கம் செய்யுங்கள்

source: Preferences for:
ta: இதற்கான விருப்பத்தேர்வுகள்:

source: Clear
ta: தெளிவான

source: Clear all settings for this plugin
ta: இந்த சொருகி அனைத்து அமைப்புகளையும் அழிக்கவும்

source: Are you sure you want to change your settings in this library for this plugin?
ta: இந்த சொருகி இந்த நூலகத்தில் உங்கள் அமைப்புகளை மாற்ற விரும்புகிறீர்களா?

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
ta: பிற நூலகங்களில் எந்த அமைப்புகளும் அல்லது உங்கள் காலிபர் செருகுநிரல்கள் கோப்புறையில் JSON கோப்பில் சேமிக்கப்படாது.

source: You must restart calibre afterwards.
ta: நீங்கள் பின்னர் காலிபரை மறுதொடக்கம் செய்ய வேண்டும்.

source: Settings changed
ta: அமைப்புகள் மாற்றப்பட்டன

source: Settings for this plugin in this library have been changed.
ta: இந்த நூலகத்தில் இந்த சொருகி அமைப்புகள் மாற்றப்பட்டுள்ளன.

source: Please restart calibre now.
ta: தயவுசெய்து இப்போது காலிபரை மறுதொடக்கம் செய்யுங்கள்.

source: Are you sure you want to clear your settings in this library for this plugin?
ta: இந்த சொருகி இந்த நூலகத்தில் உங்கள் அமைப்புகளை அழிக்க விரும்புகிறீர்களா?

source: Settings deleted
ta: அமைப்புகள் நீக்கப்பட்டன

source: All settings for this plugin in this library have been cleared.
ta: இந்த நூலகத்தில் இந்த சொருகி அனைத்து அமைப்புகளும் அழிக்கப்பட்டுள்ளன.

source: Copy to clipboard
ta: கிளிப்போர்டுக்கு நகலெடுக்கவும்

source: Undefined
ta: வரையறுக்கப்படவில்லை

source: Restart required
ta: மறுதொடக்கம் தேவை

source: Title image not found - you must restart Calibre before using this plugin!
ta: தலைப்பு படம் கிடைக்கவில்லை - இந்த சொருகி பயன்படுத்துவதற்கு முன்பு நீங்கள் காலிபரை மறுதொடக்கம் செய்ய வேண்டும்!

source: Create new column
ta: புதிய நெடுவரிசையை உருவாக்கவும்

source: View Manager
ta: காண்க மேலாளர்

source: &Save View Columns
ta: மற்றும் காட்சி நெடுவரிசைகளைச் சேமிக்கவும்

source: &Save View Sort
ta: & பார்வை வரிசையை சேமிக்கவும்

source: Re-Apply Current View
ta: தற்போதைய பார்வையை மீண்டும் பயன்படுத்துங்கள்

source: &Create new View
ta: புதிய பார்வையை உருவாக்கவும்

source: Previous View
ta: முந்தைய பார்வை

source: Next View
ta: அடுத்த பார்வை

source: &Customize plugin
ta: & சொருகி தனிப்பயனாக்கு

source: &Help
ta: &உதவி

source: Add new view
ta: புதிய பார்வையைச் சேர்க்கவும்

source: Enter a unique display name for this view:
ta: இந்த பார்வைக்கு தனித்துவமான காட்சி பெயரை உள்ளிடவும்:

source: A view with the same name already exists
ta: அதே பெயருடன் ஒரு பார்வை ஏற்கனவே உள்ளது

source: Add Failed
ta: சேர்க்க முடியவில்லை

source: Sort ascending
ta: ஏறும் வரிசைப்படுத்துதல்

source: Sort descending
ta: இறங்கு வரிசைப்படுத்துதல்

source: Select view to customize:
ta: தனிப்பயனாக்க பார்வையைத் தேர்ந்தெடுக்கவும்:

source: Add view
ta: பார்வையைச் சேர்க்கவும்

source: Delete view
ta: பார்வையை நீக்கு

source: Rename view
ta: பார்வையை மறுபெயரிடுங்கள்

source: Column Options
ta: நெடுவரிசை விருப்பங்கள்

source: Columns in Default (Left) pane
ta: இயல்புநிலை (இடது) பலகத்தில் நெடுவரிசைகள்

source: Columns in view
ta: பார்வையில் நெடுவரிசைகள்

source: Move column up
ta: நெடுவரிசையை நகர்த்தவும்

source: Move column down
ta: நெடுவரிசையை கீழே நகர்த்தவும்

source: Columns in Split (Right) Pane
ta: பிளவு (வலது) பலகத்தில் நெடுவரிசைகள்

source: Split Book List will only be shown if this is checked. This will be checked if you save a Split View.
ta: இது சரிபார்க்கப்பட்டால் மட்டுமே பிளவு புத்தக பட்டியல் காண்பிக்கப்படும். நீங்கள் ஒரு பிளவு காட்சியைச் சேமித்தால் இது சரிபார்க்கப்படும்.

source: Sort order
ta: வரிசையை வரிசைப்படுத்துங்கள்

source: Move sort column up
ta: வரிசை நெடுவரிசையை மேலே நகர்த்தவும்

source: Move sort down
ta: வரிசைப்படுத்த வரிசைப்படுத்தவும்

source: Search and Virtual Library Options
ta: தேடல் மற்றும் மெய்நிகர் நூலக விருப்பங்கள்

source: Apply saved search
ta: சேமித்த தேடலைப் பயன்படுத்துங்கள்

source: Apply the selected saved search when the View is activated.
ta: பார்வை செயல்படுத்தப்படும் போது தேர்ந்தெடுக்கப்பட்ட சேமிக்கப்பட்ட தேடலைப் பயன்படுத்துங்கள்.

source: Switch to Virtual library
ta: மெய்நிகர் நூலகத்திற்கு மாறவும்

source: Switch to the selected Virtual library when the View is activated.
ta: பார்வை செயல்படுத்தப்படும் போது தேர்ந்தெடுக்கப்பட்ட மெய்நிகர் நூலகத்திற்கு மாறவும்.

source: Virtual library to switch to.
ta: மாறுவதற்கு மெய்நிகர் நூலகம்.

source: Apply VL additional search restriction
ta: வி.எல் கூடுதல் தேடல் கட்டுப்பாட்டைப் பயன்படுத்துங்கள்

source: Apply the selected saved search as a Virtual library additional restriction when the View is activated.
ta: தேர்ந்தெடுக்கப்பட்ட சேமிக்கப்பட்ட தேடலை மெய்நிகர் நூலகமாகப் பயன்படுத்தும்போது கூடுதல் கட்டுப்பாடு.

source: Clear VL restriction search
ta: VL கட்டுப்பாட்டு தேடலை அழிக்கவும்

source: Saved search to apply as VL additional search restriction.
ta: வி.எல் கூடுதல் தேடல் கட்டுப்பாடாக விண்ணப்பிக்க தேடலை சேமித்தது.

source: General Options
ta: பொது விருப்பங்கள்

source: Jump to the top when applying this View
ta: இந்த பார்வையைப் பயன்படுத்தும்போது மேலே செல்லவும்

source: When restarting Calibre or switching to this library
ta: காலிபரை மறுதொடக்கம் செய்யும்போது அல்லது இந்த நூலகத்திற்கு மாறும்போது

source: Automatically apply view:
ta: தானாகவே பார்வையைப் பயன்படுத்துங்கள்:

source: Enabling this option may override any startup search restriction or title sort set in Preferences -> Behaviour/Tweaks.
ta: இந்த விருப்பத்தை இயக்குவது எந்தவொரு தொடக்க தேடல் கட்டுப்பாடு அல்லது தலைப்பு வரிசையை விருப்பத்தேர்வுகளில் அமைக்கலாம் -> நடத்தை/மாற்றங்கள்.

source: Edit the keyboard shortcuts associated with this plugin
ta: இந்த சொருகியுடன் தொடர்புடைய விசைப்பலகை குறுக்குவழிகளைத் திருத்தவும்

source: &View library preferences
ta: & நூலக விருப்பங்களைக் காண்க

source: View data stored in the library database for this plugin
ta: இந்த சொருகி நூலக தரவுத்தளத்தில் சேமிக்கப்பட்ட தரவைக் காண்க

source: Enter a new display name for this view:
ta: இந்த பார்வைக்கு புதிய காட்சி பெயரை உள்ளிடவும்:

source: Are you sure?
ta: நீ சொல்வது உறுதியா?

source: Do you want to delete the view named
ta: பெயரிடப்பட்ட பார்வையை நீக்க விரும்புகிறீர்களா?
