Repository: GwynethLlewelyn/calibre_plugins
Catalog: extract_isbn/translations/*.po
Languages: de, fi, fr, pl, ta, tr, uk

source: Keyboard shortcuts
de: Tastenkürzel
fi: Pikanäppäimet
fr: Raccourcis clavier
pl: Skróty klawiaturowe
ta: விசைப்பலகை குறுக்குவழிகள்
tr: Klavye kısayolları
uk: Клавіатурні скорочення

source: Restart calibre now
de: Calibre jetzt neu starten
fi: Käynnistä calibre uudelleen
fr: Redémarre calibre maintenant
pl: Uruchom teraz ponownie Calibre
ta: இப்போது காலிபரை மறுதொடக்கம் செய்யுங்கள்
tr: Calibre'yi şimdi tekrar başlatın
uk: Перезавантажити Calibre

source: Preferences for:
de: Einstellungen für:
fi: Asetukset kohteelle:
fr: Préférences pour:
pl: Preferencje dla:
ta: இதற்கான விருப்பத்தேர்வுகள்:
tr: Tercihler:
uk: Налаштування:

source: Clear
de: Löschen
fi: Tyhjennä
fr: Réinitialiser
pl: Wyczyść
ta: தெளிவான
tr: Boş alan
uk: Очистити

source: Clear all settings for this plugin
de: Alle Einstellungen für dieses Plugin löschen
fi: Tyhjennä kaikki tämän laajennuksen asetukset
fr: Réinitialiser tous les paramètres pour cette extension
pl: Wyczyść wszystkie ustawienia tej wtyczki
ta: இந்த சொருகி அனைத்து அமைப்புகளையும் அழிக்கவும்
tr: Bu eklentinin tüm ayarlarını sıfırla
uk: Очистити всі налаштування для цього плагіну

source: Are you sure you want to change your settings in this library for this plugin?
de: Sind Sie sicher, dass Sie die Einstellungen in dieser Bibliothek für dieses Plugin ändern möchten?
fi: Oletko varma, että haluat muuttaa asetuksia tässä kirjastossa tälle laajennukselle?
fr: Êtes-vous certain de vouloir modifier vos paramètres dans cette bibliothèque pour ce plugin ?
pl: Czy na pewno chcesz zmienić swoje ustawienia w tej bibliotece dla tej wtyczki?
ta: இந்த சொருகி இந்த நூலகத்தில் உங்கள் அமைப்புகளை மாற்ற விரும்புகிறீர்களா?
tr: Bu eklenti için bu kitaplıktaki ayarlarınızı değiştirmek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте змінити ваші налаштування у цій бібліотеці для цього додатка?

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
de: Einstellungen in anderen Bibliotheken oder in einer JSON-Datei in Ihrem Calibre Plugin-Folder werden nicht verändert.
fi: Muissa kirjastoissa oleviin tai calibre laajennuskansioon JSON-tiedostoon tallennettuihin asetuksiin ei puututa.
fr: Tous les paramètres dans d'autres librairies ou stockés dans un fichier JSON dans votre répertoire d'extensions calibre ne seront pas modifiés.
pl: Żadne ustawienia w innych bibliotekach lub przechowywane w pliku JSON w folderze wtyczek Calibre nie zostaną zmienione.
ta: பிற நூலகங்களில் உள்ள எந்த அமைப்புகளும் அல்லது உங்கள் காலிபர் செருகுநிரல்கள் கோப்புறையில் ஒரு JSON கோப்பில் சேமிக்கப்படாது.
tr: Calibre eklenti klasöründeki diğer kitaplıklarda veya JSON dosyasında saklanan herhangi bir ayara dokunulmayacak.
uk: Будь-які налаштування в інших бібліотеках, або збережені в файлі JSON в папці ваший плагінів не будуть змінені.

source: You must restart calibre afterwards.
de: Sie müssen Calibre danach neu starten.
fi: Sinun on käynnistettävä calibre sen jälkeen uudelleen.
fr: Vous devez redémarrer calibre ensuite.
pl: Musisz potem ponownie uruchomić calibre.
ta: நீங்கள் பின்னர் காலிபரை மறுதொடக்கம் செய்ய வேண்டும்.
tr: Calibre'yi yeniden başlatmanız gerekir.
uk: Після цього ви повинні перезавантажити Calibre.

source: Settings changed
de: Einstellungen verändert
fi: Asetuksia muutettu
fr: Paramètres modifiés
pl: Ustawienia zostały zmienione
ta: அமைப்புகள் மாற்றப்பட்டன
tr: Ayarlar değiştirildi
uk: Параметри змінено

source: Settings for this plugin in this library have been changed.
de: Einstellungen für dieses Plugin in dieser Bibliothek wurden verändert.
fi: Tämän laajennuksen asetuksia tässä kirjastossa on muutettu.
fr: Les paramètres pour ce plugin dans cette bibliothèque ont été modifiés.
pl: Ustawienia dla tej wtyczki w tej bibliotece zostały zmienione.
ta: இந்த நூலகத்தில் இந்த சொருகி அமைப்புகள் மாற்றப்பட்டுள்ளன.
tr: Bu kitaplıktaki bu eklentinin ayarları değiştirildi.
uk: Параметри для цього додатка у цій бібліотеці було змінено.

source: Please restart calibre now.
de: Bitte starten Sie Calibre jetzt neu.
fi: Käynnistä calibre uudelleen.
fr: Merci de redémarrer calibre maintenant.
pl: Proszę ponownie uruchom calibre teraz.
ta: தயவுசெய்து இப்போது காலிபரை மறுதொடக்கம் செய்யுங்கள்.
tr: Lütfen Calibre'yi yeniden başlatın.
uk: Будь ласка, перезавантажте Calibre.

source: Are you sure you want to clear your settings in this library for this plugin?
de: Sind sie sicher, dass sie alle Einstellungen in dieser Bibliothek für diese Plugin zurücksetzen möchten?
fi: Oletko varma, että haluat tyhjentää tämän kirjaston asetukset tätä laajennusta varten?
fr: Êtes-vous sûr de vouloir réinitialiser vos paramètres dans cette bibliothèque pour cette extension ?
pl: Czy jesteś pewny, że chcesz wyczyścić wszystkie ustawienia w tej bibliotece dla tej wtyczki?
ta: இந்த சொருகி இந்த நூலகத்தில் உங்கள் அமைப்புகளை அழிக்க விரும்புகிறீர்களா?
tr: Bu eklentinin ayarlarını sıfırlama isteğinizden emin misiniz?
uk: Ви впевнені, що бажаєте очистити ваші налаштування в цій бібліотцеці для даного плагіну?

source: Settings deleted
de: Einstellungen gelöscht
fi: Asetuksia poistettu
fr: Paramètres supprimés
pl: Ustawienia zostały usunięte
ta: அமைப்புகள் நீக்கப்பட்டன
tr: Ayarlar silindi
uk: Параметри вилучено

source: All settings for this plugin in this library have been cleared.
de: Alle Einstellungen für dieses Plugin in dieser Bibliothek wurden zurückgesetzt.
fi: Kaikki tämän laajennuksen asetukset tässä kirjastossa on tyhjennetty.
fr: Tous les paramètres pour cette extension dans cette librairie ont été réinitialisés.
pl: Wszystkie ustawienia dla tej wtyczki w tej bibliotece zostały wyczyszczone.
ta: இந்த நூலகத்தில் இந்த சொருகி அனைத்து அமைப்புகளும் அழிக்கப்பட்டுள்ளன.
tr: Bu eklenti için ayarlarınız sıfırlandı.
uk: Всі налаштування для цього плагіну в цій бібліотеці були очищені.

source: Copy to clipboard
de: In Zwischenablage kopieren
fi: Kopioi leikepöydälle
fr: Copier dans le presse-papier
pl: Kopiuj do schowka
ta: கிளிப்போர்டுக்கு நகலெடுக்கவும்
tr: Panoya kopyala
uk: Копіювати до буфера обміну

source: Undefined
de: Undefiniert
fi: Määrittelemätön
fr: Indéfini
pl: Nieokreślony
ta: வரையறுக்கப்படவில்லை
tr: Tanımlanmamış
uk: Невизначено

source: Restart required
de: Neustart erforderlich
fi: Uudelleenkäynnistys vaaditaan
fr: Redémarrage nécessaire
pl: Wymagane jest ponowne uruchomienie
ta: மறுதொடக்கம் தேவை
tr: Yeniden başlatma gerekiyor
uk: Потрібен перезапуск

source: Title image not found - you must restart Calibre before using this plugin!
de: Titelbild nicht gefunden - Sie müssen Calibre neu starten, bevor Sie dieses Plugin verwenden können!
fi: Otsikkokuvaa ei löydy - sinun on käynnistettävä Calibre uudelleen ennen tämän laajennuksen käyttöä!
fr: L'image d'icone n'a pas était trouvée - vous devez redémarrer Calibre avant d'utiliser ce plugin !
pl: Nie znaleziono obrazu okładki - przed użyciem tej wtyczki musisz ponownie uruchomić Calibre!
ta: தலைப்பு படம் கிடைக்கவில்லை - இந்த சொருகி பயன்படுத்துவதற்கு முன்பு நீங்கள் காலிபரை மறுதொடக்கம் செய்ய வேண்டும்!
tr: Başlık görüntüsü bulunamadı - bu eklentiyi kullanmadan önce Calibre'yi yeniden başlatmalısınız!
uk: Не знайдено титульного зображення — вам слід перезапустити Calibre, перш ніж користуватися цим додатком!

source: Create new column
de: Neue Spalte erstellen
fi: Luo uusi sarake
fr: Créer une nouvelle colonne
pl: Utwórz nową kolumnę
ta: புதிய நெடுவரிசையை உருவாக்கவும்
tr: Yeni sütun oluştur
uk: Створити стовпчик

source: Extract ISBN from the selected book format
de: Extrahiert die ISBN aus dem ausgewählten Buchformat
fi: Poimi ISBN valitusta kirjaformaatista
fr: Extraire l'ISBN pour le livre sélectionné
pl: Wyodrębnij ISBN z wybranego formatu książki
ta: தேர்ந்தெடுக்கப்பட்ட புத்தக வடிவமைப்பிலிருந்து ISBN ஐ பிரித்தெடுக்கவும்
tr: ISBN'yi seçilen kitap biçiminden çıkarın
uk: Видобути ISBN з вибраного формату книги

source: Extract ISBN
de: ISBN extrahieren
fi: Poimi ISBN
fr: Extraire l'ISBN
pl: Wyodrębnij ISBN
ta: ISBN ஐ பிரித்தெடுக்கவும்
tr: ISBN'yi çıkar
uk: Видобути ISBN

source: No rows selected
de: Keine Zeilen ausgewählt
fi: Rivejä ei ole valittu
fr: Aucun livre sélectionné
pl: Nie zaznaczono wierszy
ta: வரிசைகள் எதுவும் தேர்ந்தெடுக்கப்படவில்லை
tr: Satır seçilmedi
uk: Не позначено жодного рядка

source: You must select one or more books to perform this action.
de: Sie müssen ein oder mehrere Bücher auswählen, um diese Aktion auszuführen.
fi: Sinun on valittava yksi tai useampi kirja suorittaaksesi tämän toiminnon.
fr: Vous devez sélectionner un ou plusieurs livres pour exécuter cette action
pl: Aby wykonać tę czynność, musisz wybrać jedną lub więcej książek,
ta: இந்த செயலைச் செய்ய நீங்கள் ஒன்று அல்லது அதற்கு மேற்பட்ட புத்தகங்களைத் தேர்ந்தெடுக்க வேண்டும்.
tr: Bu eylemi gerçekleştirmek için bir veya daha fazla kitap seçmelisiniz.
uk: Вам слід позначити одну або декілька книг для виконання цієї дії.

source: Extracting ISBN for {0} books
de: ISBN für {0} Bücher extrahieren
fi: Poimitaan {0} kirjan ISBN
fr: Extraire l'ISBN pour {0} livres
pl: Wyodrębnianie ISBN dla {0} książek
ta: {0} புத்தகங்களுக்கு ISBN ஐ பிரித்தெடுத்தல்
tr: {0} kitap için ISBN çıkarılıyor
uk: Видобування ISBN для {0} книг

source: Failed to extract isbns
de: Fehler beim Extrahieren von ISBNs
fi: ISBN purku epäonnistui
fr: Impossible d'extraire les ISBN
pl: Nie udało się wyodrębnić ISBN
ta: ISBN களைப் பிரித்தெடுப்பதில் தோல்வி
tr: ISBN'ler çıkarılamadı
uk: Не вдалося видобути ISBN

source: ISBN extract completed
de: Extrahieren abgeschlossen
fi: ISBN purku valmistui
fr: Extraction de l'ISBN terminée
pl: Wyodrębniono ISBN
ta: ஐ.எஸ்.பி.என் சாறு முடிந்தது
tr: ISBN çıkarma tamamlandı
uk: Видобування ISBN завершено

source: Extract ISBN found <b>{0} new isbn(s)</b>.
fi: Purku ISBN löytyi <b>{0} uusi ISBN</b>.
ta: ISBN ஐ பிரித்தெடுக்கவும் <b> {0} புதிய ISBN (கள்) </b>.
tr: ISBN çıkarma <b>{0} yeni ISBN</b> buldu.
uk: Видобути знайдені ISBN <b>{0} нових ISBN</b>.

source: Proceed with updating your library?
de: Mit der Aktualisierung Ihrer Bibliothek fortfahren?
fi: Jatketaanko kirjaston päivittämistä?
fr: Procéder à la mise à jour de votre bibliothèque ?
pl: Kontynuować aktualizację swojej biblioteki?
ta: உங்கள் நூலகத்தைப் புதுப்பிப்பதில் தொடரவா?
tr: Kitaplığınızı güncellemeye devam edilsin mi?
uk: Продовжити процедуру оновлення вашої бібліотеки?

source: Could not find an ISBN for {0} book(s) and {1} book(s) matched their existing value.
fi: ISBN-numeroa ei löytynyt {0} kirjalle ja {1} kirja vastasi niiden olemassa olevaa arvoa.
fr: Impossible de trouver un ISBN pour {0} livre(s) et {1} livre(s) ayant une valeur identique
ta: {0} புத்தகம் (கள்) மற்றும் {1} புத்தகம் (கள்) ஆகியவற்றிற்கான ஒரு ISBN ஐக் கண்டுபிடிக்க முடியவில்லை.
tr: {0} kitap ve {1} kitap için mevcut değerleriyle eşleşen bir ISBN bulunamadı.
uk: Не вдалося знайти ISBN для {0} книг, а для {1} значення збіглося з наявним.

source: Could not find an ISBN for {0} book(s).
fi: ISBN-numeroa ei löytynyt {0} kirjalle.
fr: ISBN non trouvé pour {0} livre(s)
ta: {0} புத்தகம் (கள்) க்கு ஒரு ISBN ஐக் கண்டுபிடிக்க முடியவில்லை.
tr: {0} kitap için ISBN bulunamadı.
uk: Не вдалося знайти ISBN для {0} книг.

source: Found {0} book(s) where ISBN matched the existing value.
fi: Löytyi {0} kirjaa, joiden ISBN vastasi olemassa olevaa arvoa.
fr: Trouvé {0} livre(s) avec un ISBN correspondant à l'existant
ta: {0} புத்தகம் (கள்) ஐ.எஸ்.பி.என் தற்போதுள்ள மதிப்புடன் பொருந்தியது.
tr: ISBN'nin mevcut değerle eşleştiği {0} kitap bulundu.
uk: Знайдено {0} книг, для яких ISBN збігся із наявним значенням.

source: Click "Show details" to see which books.
fi: Klikkaa "Näytä tiedot" nähdäksesi, mitkä kirjat.
fr: Cliquez sur « Afficher les détails » pour voir les livres.
pl: Kliknij „Pokaż szczegóły”, aby zobaczyć, które książki.
ta: எந்த புத்தகங்களைக் காண "விவரங்களைக் காட்டு" என்பதைக் கிளிக் செய்க.
tr: Kitapları görmek için "Ayrıntıları göster"i tıklayın.
uk: Натисніть «Показати подробиці», щоб переглянути ці книги.

source: Scan failed
de: Scanfehler
fi: Skannaus epäonnistui
fr: Analyse échouée
pl: Skanowanie się nie powiodło
ta: ஸ்கேன் தோல்வியடைந்தது
tr: Tarama başarısız oldu
uk: Помилка пошуку

source: Scan log
fi: Skannausloki
fr: Rapport d'analyse
pl: Dziennik skanowania
ta: பதிவு ஸ்கேன்
tr: Tarama günlüğü
uk: Журнал пошуку

source: Scan complete
de: Scan abgeschlossen
fi: Skannaus valmis
fr: Analyse complète
pl: Skanowanie zakończone
ta: ஸ்கேன் முழுமையானது
tr: Tarama tamamlandı
uk: Пошук завершено

source: Some books changed
de: Einige Bücher wurden geändert
fi: Jotkin kirjat muuttuivat
fr: Des livres ont changés
pl: Niektóre książki się zmieniły
ta: சில புத்தகங்கள் மாறின
tr: Bazı kitaplar değişti
uk: До деяких книг внесено зміни

source: The metadata for some books in your library has changed since you started the download. If you proceed, some of those changes may be overwritten. Click "Show details" to see the list of changed books. Do you want to proceed?
de: Die Metadaten für einige Bücher in Ihrer Bibliothek haben sich geändert, seit Sie den Download gestartet haben. Wenn Sie fortfahren, werden einige dieser Änderungen möglicherweise überschrieben. Klicken Sie auf "Details anzeigen", um die Liste der geänderten Bücher anzuzeigen. Willst du fortfahren?
fi: Joidenkin kirjastossasi olevien kirjojen metadata on muuttunut latauksen aloittamisen jälkeen. Jos jatkat, jotkin näistä muutoksista voidaan korvata. Napsauta "Näytä tiedot" nähdäksesi luettelon muuttuneista kirjoista. Haluatko jatkaa?
pl: Metadane niektórych książek w bibliotece zmieniły się od momentu rozpoczęcia pobierania. Jeśli będziesz kontynuował, niektóre z tych zmian mogą zostać zastąpione. Kliknij „Pokaż szczegóły”, aby wyświetlić listę zmienionych książek. Czy chcesz kontynuować?
ta: நீங்கள் பதிவிறக்கத்தைத் தொடங்கியதிலிருந்து உங்கள் நூலகத்தில் சில புத்தகங்களுக்கான மெட்டாடேட்டா மாறிவிட்டது. நீங்கள் தொடர்ந்தால், அந்த மாற்றங்களில் சில மேலெழுதப்படலாம். மாற்றப்பட்ட புத்தகங்களின் பட்டியலைக் காண "விவரங்களைக் காட்டு" என்பதைக் கிளிக் செய்க. நீங்கள் தொடர விரும்புகிறீர்களா?
tr: İndirmeye başladığınızdan bu yana kitaplığınızdaki bazı kitapların meta verileri değişti. Devam ederseniz bu değişikliklerden bazılarının üzerine yazılabilir. Değiştirilen kitapların listesini görmek için "Ayrıntıları göster"i tıklayın. Devam etmek istiyor musunuz?
uk: З моменту початку отримання даних до метаданих деяких книг у вашій бібліотеці було внесено зміни. Якщо ви продовжите обробку, деякі з цих змін може бути перезаписано. Натисніть кнопку «Переглянути подробиці», щоб переглянути список змінених книг. Хочете продовжити обробку?

source: Unknown
de: Unbekannt
fi: Tuntematon
fr: Inconnu
pl: Nieznany
ta: தெரியவில்லை
tr: Bilinmeyen
uk: Невідомо

source: Do not change my search
de: Suche nicht verändern
fi: Älä muuta hakuani
fr: Ne pas changer ma recherche
pl: Nie zmieniaj mojego wyszukiwania
ta: எனது தேடலை மாற்ற வேண்டாம்
tr: Aramamı değiştirme
uk: Не змінювати пошук

source: Show the books that have new or updated ISBNs
de: Zeige Bücher mit neuen oder aktualisierten ISBNs an
fi: Näytä kirjat, joilla on uudet tai päivitetyt ISBN-tunnukset
fr: Montrer les livres avec de nouveaux ISBN ou des ISBN modifiés
pl: Pokaż książki, które mają nowe lub zaktualizowane numery ISBN
ta: புதிய அல்லது புதுப்பிக்கப்பட்ட ISBN களைக் கொண்ட புத்தகங்களைக் காட்டுங்கள்
tr: Yeni veya güncellenmiş ISBN'lere sahip kitapları göster
uk: Показати книги, для яких визначено або оновлено ISBN

source: When the scan completes:
de: Wenn der Scan abgeschlossen ist:
fi: Kun skannaus on suoritettu:
fr: Quand l'analyse est terminée :
pl: Po zakończeniu skanowania:
ta: ஸ்கேன் முடிந்ததும்:
tr: Tarama tamamlandığında:
uk: Коли пошук завершено:

source: Valid prefixes for ISBN-13 (comma separated):
de: Gültige Präfixe für ISBN-13 (durch Kommas getrennt):
fi: ISBN-13 kelvolliset etuliitteet (pilkulla erotettuna):
pl: Prawidłowe prefiksy dla ISBN-13 (oddzielone przecinkami):
ta: ISBN-13 க்கான செல்லுபடியாகும் முன்னொட்டுகள் (கமா பிரிக்கப்பட்டவை):
tr: ISBN-13 için geçerli önekler (virgülle ayrılmış):
uk: Коректні префікси ISBN-13 (відокремлені комами):

source: Selected books before running as a background job:
de: Ausgewählte Bücher vor dem Ausführen als Hintergrundjob:
fi: Valitut kirjat ennen suorittamista taustatehtävänä:
fr: Choisissez des livres avant de démarrer une tâche en arrière plan :
pl: Wybrane książki uruchom jako zadanie w tle:
ta: பின்னணி வேலையாக இயங்குவதற்கு முன் தேர்ந்தெடுக்கப்பட்ட புத்தகங்கள்:
tr: Arka plan işi olarak çalıştırılmadan önce seçilen kitaplar:
uk: Позначені книги до запуску у форматі фонового завдання:

source: Running as a background job is slower but is the only way to avoid
de: Das Ausführen als Hintergrundjob ist langsamer, aber die einzige Möglichkeit,
fi: Taustatyönä suorittaminen on hitaampaa, mutta se on ainoa tapa välttää
fr: Le travail en arrière plan est plus lent mais c'est le seul moyen d'éviter
pl: Praca w tle jest wolniejsza, ale jest to jedyny sposób, aby tego uniknąć
ta: பின்னணி வேலையாக இயங்குவது மெதுவாக உள்ளது, ஆனால் தவிர்க்க ஒரே வழி
tr: Arka planda çalışmak daha yavaştır ancak bundan kaçınmanın tek yoludur
uk: Робота у режимі фонового завдання є повільнішою, але це єдиний спосіб уникнути

source: memory leaks and will keep the UI more responsive.
de: Speicherlecks zu vermeiden und die Benutzeroberfläche reagiert schneller.
fi: muistivuodot ja pitää käyttöliittymä reagoivampana.
fr: la mémoire sera moins sollicitée et l'UI plus réactive
pl: pamięć wycieka i sprawi, że interfejs użytkownika będzie bardziej responsywny.
ta: நினைவக கசிந்து, UI ஐ மேலும் பதிலளிக்கும்.
tr: bellek sızıntısı olur ve kullanıcı arayüzünün daha duyarlı olmasını sağlar.
uk: витоків пам'яті і зберегти швидкодію інтерфейсу програми.

source: Batch size running as a background job:
de: Stapelgröße als Hintergrundjob:
fi: Eräkoko, joka suoritetaan taustatehtävänä:
pl: Rozmiar wsadu działa jako zadanie w tle:
ta: பின்னணி வேலையாக இயங்கும் தொகுதி அளவு:
tr: Arka plan işi olarak çalışan toplu iş boyutu:
uk: Розмір пакета у режимі фонового завдання:

source: Books will be broken into batches to ensure that if you run extract for a large group you can cancel/close calibre without losing all of your results as you can cancel the pending groups.
de: Bücher werden in Stapel aufgeteilt, um sicherzustellen, das Calibre beendet werden kann, ohne alle Ihre Ergebnisse zu verlieren, da die ausstehenden Stapel einzeln beendet werden können.
fi: Kirjat jaetaan eriin, jolloin varmistetaan, että jos suoritat purun suurelle ryhmälle, voit peruuttaa/sulkea calibren ilman että menetät kaikkia tuloksiasi, koska voit peruuttaa vireillä olevat ryhmät.
pl: Książki zostaną podzielone na partie, aby mieć pewność, że jeśli uruchomisz wypakowanie dla dużej grupy, możesz anulować/zamknąć Calibre bez utraty wszystkich wyników, ponieważ możesz anulować oczekujące grupy.
ta: நீங்கள் ஓடினால் என்பதை உறுதிப்படுத்த புத்தகங்கள் தொகுதிகளாக உடைக்கப்படும் ஒரு பெரிய குழுவிற்கு பிரித்தெடுக்கலாம் நீங்கள் இல்லாமல் காலிபரை ரத்து செய்யலாம்/மூடலாம் நிலுவையில் உள்ள குழுக்களை ரத்துசெய்ய முடியும் என்பதால் உங்கள் எல்லா முடிவுகளையும் இழப்பது.
tr: Büyük bir grup için çıkarma çalıştırırsanız, bekleyen grupları iptal edebileceğiniz gibi tüm sonuçlarınızı kaybetmeden calibre'yi iptal edebilmenizi/kapatabilmenizi sağlamak için kitaplar gruplara bölünecektir.
uk: Книги буде поділено на пакети, щоб забезпечити збереження результатів при видобуванні даних з великої групи книг, якщо ви скасуєте завдання або завершите роботу calibre.

source: Display failure dialog if ISBN not found or identical
fi: Näytä virheikkuna, jos ISBN-numeroa ei löydy tai se on identtinen
fr: Afficher une fenêtre d'alerte si aucun ISBN n'est trouvé ou si celui trouvé est identique à l'existant
ta: ஐ.எஸ்.பி.என் காணப்படாவிட்டால் அல்லது ஒரே மாதிரியாக இருந்தால் தோல்வி உரையாடலைக் காண்பி
tr: ISBN bulunamazsa veya aynıysa hata iletişim kutusunu görüntüle
uk: Показувати повідомлення про помилку, якщо ISBN не знайдено або виявлено тотожний

source: Uncheck this option if you want do not want to be prompted about no ISBN being found in the book or it is the same as your current value.
fi: Poista tämä vaihtoehto, jos et halua, että sinua pyydetään poistamaan kehotus siitä, että kirjasta ei löydy ISBN-numeroa, tai se on sama kuin nykyinen arvo.
ta: நீங்கள் விரும்பினால் இந்த விருப்பத்தைத் தேர்வுநீக்கவும் எந்த ISBN புத்தகத்திலும் காணப்படவில்லை அல்லது அது சமம் உங்கள் தற்போதைய மதிப்பு.
tr: Kitapta ISBN bulunmadığı veya mevcut değerinizle aynı olduğunun sorulmasını istemiyorsanız bu seçeneğin işaretini kaldırın.
uk: Зніміть позначку з цього пункту, якщо не хочете бачити повідомлень про те, що у книзі не знайдено ISBN, або повідомлень, що значення збігається із поточним.

source: Prompt to apply ISBN changes
fi: Kehotus soveltaa ISBN-muutoksia
ta: ISBN மாற்றங்களைப் பயன்படுத்தத் தூண்டுதல்
tr: ISBN değişikliklerini uygulama istemi
uk: Питати про застосування змін до ISBN

source: Uncheck this option if you want changes applied without a confirmation dialog. There is a small risk with this option unchecked that if you are making other changes to this book record at the same time they will be lost.
de: Deaktiviere diese Option wenn Du Änderungen ohne Bestätigungsdialog übernehmen möchtest. Es gibt ein kleines Risiko mit dieser deaktivierten Option wenn Du andere Änderungen vornimmst um dieses Buch record zur gleichen Zeit sie werden verloren sein.
fi: Poista tämä vaihtoehto, jos haluat, että muutokset otetaan käyttöön ilman vahvistusikkunaa. Tähän liittyy pieni riski, että jos teet muita muutoksia tähän kirjatietueeseen samaan aikaan, ne menetetään.
fr: Décochez cette option pour enregistrer les changements sans confirmation. Vous risquez de perdre les autres changements effectués au même moment sur le livre traité.
pl: Odznacz tę opcję jeśli chcesz, aby zmiany były wprowadzane bez okienka z potwierdzeniem. Istnieje małe ryzyko przy opcji odznaczonej, że jeśli zrobisz jakieś inne zmiany w zapisie tej książki w tym samym czasie – mogą one zostać utracone.
ta: மாற்றங்கள் இல்லாமல் பயன்படுத்த விரும்பினால் இந்த விருப்பத்தைத் தேர்வுநீக்கவும் உறுதிப்படுத்தல் உரையாடல். இதில் ஒரு சிறிய ஆபத்து உள்ளது நீங்கள் மற்ற மாற்றங்களைச் செய்கிறீர்கள் என்றால் தேர்வு செய்யப்படாது இந்த புத்தக பதிவு அதே நேரத்தில் அவை இழக்கப்படும்.
tr: Değişikliklerin onay iletişim kutusu olmadan uygulanmasını istiyorsanız bu seçeneğin işaretini kaldırın. Bu seçenek işaretlenmediğinde, bu kitap kaydında aynı anda başka değişiklikler yapıyorsanız bunların kaybolması gibi küçük bir risk vardır.
uk: Зніміть позначку з цього пункту, якщо ви хочете, щоб програма застосовувала зміни без вікна підтвердження. Якщо пункт не буде позначено, є незначний ризик втрати інших змін, які програма може записувати одночасно із внесенням змін до цього запису книги.

source: Edit the keyboard shortcuts associated with this plugin
de: Bearbeiten Sie die mit diesem Plugin verknüpften Tastaturkürzel
fi: Muokkaa tähän laajennukseen liittyviä pikanäppäimiä
fr: Editer les raccourcis clavier associés avec cette extension
pl: Edytuj skróty klawiaturowe powiązane z tą wtyczką
ta: இந்த சொருகியுடன் தொடர்புடைய விசைப்பலகை குறுக்குவழிகளைத் திருத்தவும்
tr: Bu eklenti ile ilişkilendirilen klavye kısayollarını düzenle
uk: Редагувати клавіатурні скорочення, пов’язані із роботою цього додатка.

source: Help
fi: Ohje
fr: Aide
pl: Pomoc
ta: உதவி
tr: Yardım
uk: Довідка

source: Queueing books for extracting ISBN
de: Warteschlange zum Extrahieren von ISBN
fi: Jonotuskirjat ISBN-numeron purkamista varten
fr: Mise en file d'attente des livres pour extraction d'ISBN
pl: Kolejkowanie książek w celu wyodrębnienia numeru ISBN
ta: ISBN ஐ பிரித்தெடுப்பதற்கான புத்தகங்களை வரிசைப்படுத்துதல்
tr: ISBN'yi çıkarmak için kitapları sıraya koyma
uk: Створення черги для видобування ISBN

source: Queueing
fi: Jonotus
fr: Mise en file d'attente
pl: W kolejce
ta: வரிசை
tr: Kuyruk
uk: Створення черги
