Repository: GwynethLlewelyn/calibre_plugins
Catalog: extract_isbn/translations/*.po
Languages: de, fi, fr, pl, ta, tr, uk

source: Extract ISBN failed
de: Extraktion fehlgeschlagen
fi: ISBN purku epäonnistui
fr: Extraction ISBN échouée
pl: Wyodrębnienie numeru ISBN się nie powiodło
ta: பிரித்தெடுத்தல் ISBN தோல்வியுற்றது
tr: ISBN çıkarma işlemi başarısız oldu
uk: Не вдалося видобути ISBN

source: Scan aborted as no books with formats found.
de: Scan abgebrochen, da keine Bücher mit Formaten gefunden wurden.
fi: Skannaus keskeytetty, koska ei löytynyt kirjoja, joilla on formaatti.
pl: Skanowanie przerwane, ponieważ nie znaleziono książek w formatach epub lub pdf.
ta: வடிவங்கள் இல்லாத புத்தகங்கள் இல்லாததால் ஸ்கேன் கைவிடப்பட்டது.
tr: Biçimli kitap bulunamadığından tarama iptal edildi.
uk: Пошук перервано, оскільки не знайдено книг із форматами.

source: Extract ISBN for %d books
de: Extrahiere ISBN von %d Büchern
fi: Pura %d kirjan ISBN
fr: Extraire l'ISBN pour %d livres
pl: Wyodrębnij ISBN dla %d książek
ta: %D புத்தகங்களுக்கு ISBN ஐ பிரித்தெடுக்கவும்
tr: %d kitap için ISBN'yi çıkarın
uk: Видобування ISBN для %d книг

source: Extract ISBN started
de: Extrahiere ISBN gestartet
fi: ISBN-numeron purkaminen aloitettu
fr: Extraction ISBN démarrée
pl: Rozpoczęto wyodrębnianie numeru ISBN
ta: பிரித்தெடுத்தல் ஐ.எஸ்.பி.என் தொடங்கியது
tr: ISBN çıkarma işlemi başlatıldı
uk: Розпочато видобування ISBN

source: Scanned %d of %d
de: %d von %d gescannt
fi: Skannattu %d / %d
fr: Analyse %d de %d
pl: Przeskanowano %d z %d
ta: %D இன் %d
tr: %d / %d tarandı
uk: Оброблено %d з %d

source: No formats
fi: Ei formaatteja
fr: Aucun format
ta: வடிவங்கள் இல்லை
tr: Biçim yok
uk: Немає форматів

source: ISBN not found
fi: ISBN ei löydy
fr: Numéro ISBN non trouvé
pl: ISBN nie znaleziony
ta: ISBN கண்டுபிடிக்கப்படவில்லை
tr: ISBN bulunamadı
uk: ISBN не знайдено

source: Same ISBN
fi: Sama ISBN
fr: Numéro ISBN identique
ta: அதே ISBN
tr: Aynı ISBN
uk: Той самий ISBN

source: Extracted
fi: Poimittu
fr: Extrait
ta: பிரித்தெடுக்கப்பட்டது
tr: Çıkarıldı
uk: Видобуто
