Repository: GwynethLlewelyn/calibre_plugins
Catalog: count_pages/translations/*.po
Languages: tr

source: Keyboard shortcuts
tr: Klavye kısayolları

source: Restart calibre now
tr: Calibre'yi şimdi tekrar başlatın

source: Preferences for:
tr: Tercihler:

source: Clear
tr: Boş alan

source: Clear all settings for this plugin
tr: Bu eklentinin tüm ayarlarını sıfırla

source: Are you sure you want to change your settings in this library for this plugin?
tr: Bu eklenti için bu kitaplıktaki ayarlarınızı değiştirmek istediğinizden emin misiniz?

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
tr: Calibre eklenti klasöründeki diğer kitaplıklarda veya JSON dosyasında saklanan herhangi bir ayara dokunulmayacak.

source: You must restart calibre afterwards.
tr: Calibre'yi yeniden başlatmanız gerekir.

source: Settings changed
tr: Ayarlar değiştirildi

source: Settings for this plugin in this library have been changed.
tr: Bu kitaplıktaki bu eklentinin ayarları değiştirildi.

source: Please restart calibre now.
tr: Lütfen Calibre'yi yeniden başlatın.

source: Are you sure you want to clear your settings in this library for this plugin?
tr: Bu eklentinin ayarlarını sıfırlama isteğinizden emin misiniz?

source: Settings deleted
tr: Ayarlar silindi

source: All settings for this plugin in this library have been cleared.
tr: Bu eklenti için ayarlarınız sıfırlandı.

source: Copy to clipboard
tr: Panoya kopyala

source: Undefined
tr: Tanımlanmamış

source: Restart required
tr: Yeniden başlatma gerekiyor

source: Title image not found - you must restart Calibre before using this plugin!
tr: Başlık görüntüsü bulunamadı - bu eklentiyi kullanmadan önce Calibre'yi yeniden başlatmalısınız!

source: Create new column
tr: Yeni sütun oluştur

source: Count Pages
tr: Sayfaları Say

source: &Estimate page/word counts
tr: &Sayfa/kelime sayılarını tahmin et

source: &Download page/word counts - all sources
tr: &Sayfa/kelime sayılarını indir - tüm kaynaklar

source: &Customize plugin
tr: &Eklentiyi özelleştir

source: &Help
tr: &Yardım

source: Configure plugin
tr: Eklentiyi yapılandır

source: You must specify custom column(s) first. Do you want to configure this now?
tr: Önce özel sütun(lar)ı belirtmeniz gerekir. Bunu şimdi yapılandırmak istiyor musunuz?

source: Count Page/Word Statistics
tr: Sayfa/Kelime İstatistiklerini Say

source: Counting statistics in %d books
tr: %d kitaptaki istatistikler sayılıyor

source: Failed to count statistics
tr: İstatistikler sayılamadı

source: Counting statistics completed
tr: İstatistiklerin sayımı tamamlandı

source: Count Pages failed
tr: Sayfaları Sayma başarısız oldu

source: Count log
tr: Sayım günlüğü

source: Proceed with updating columns in your library?
tr: Kitaplığınızdaki sütunlar güncellenmeye devam edilsin mi?

source: Count complete
tr: Sayım tamamlandı

source: Updating statistics
tr: İstatistikler güncelleniyor

source: Updating
tr: Güncelleniyor

source: Adobe Digital Editions (ADE)
tr: Adobe Dijital Sürümleri (ADE)

source: Custom (Chars Per Page)
tr: Özel (Sayfa Başına Karakter)

source: E-book Viewer (calibre)
tr: E-kitap Görüntüleyici (calibre)

source: Estimate page/word counts
tr: Sayfa/kelime sayılarını tahmin edin

source: - all sources
tr: - tüm kaynaklar

source: Statistics
tr: İstatistik

source: Other
tr: Diğer

source: Download options:
tr: İndirme seçenekleri:

source: Move source up (Alt+Up)
tr: Kaynağı yukarı taşı (Alt+Yukarı)

source: Alt+Up
tr: Alt+Yukarı

source: Move source down (Alt+Down)
tr: Kaynağı aşağı taşı (Alt+Aşağı)

source: Alt+Down
tr: Alt+Aşağı

source: Show download from all sources menu item
tr: Tüm kaynaklardan indirmeyi göster menü öğesi

source: Try to download page count from each source
tr: Her kaynaktan sayfa sayısını indirmeyi deneyin

source: Other options:
tr: Diğer seçenekler:

source: &Button default:
tr: &Düğme varsayılanı:

source: If plugin is placed as a toolbar button, choose a default action when clicked on
tr: Eklenti bir araç çubuğu düğmesi olarak yerleştirilmişse, tıklandığında varsayılan eylemi seçin

source: Always overwrite an existing word/page count
tr: Her zaman mevcut bir kelime/sayfa sayısının üzerine yaz

source: Update the statistics even if they have not changed
tr: İstatistikler değişmemiş olsa bile güncelleyin

source: Use Preferred Output Format if available
tr: Varsa Tercih Edilen Çıktı Biçimini kullanın

source: Prompt to save counts
tr: Sayımları kaydetme istemi

source: Uncheck this option if you want changes applied without a confirmation dialog. There is a small risk with this option unchecked that if you are making other changes to this book record at the same time they will be lost.
tr: Değişikliklerin onay iletişim kutusu olmadan uygulanmasını istiyorsanız bu seçeneğin işaretini kaldırın. Bu seçenek işaretlenmediğinde, bu kitap kaydında aynı anda başka değişiklikler yapıyorsanız bunların kaybolması gibi küçük bir risk vardır.

source: Edit the keyboard shortcuts associated with this plugin
tr: Bu eklenti ile ilişkilendirilen klavye kısayollarını düzenle

source: &Library preferences
tr: &Kitaplık tercihleri

source: View data stored in the library database for this plugin
tr: Bu eklenti için kitaplık veri tabanına kayıtlı verileri görüntüle

source: Done
tr: Tamam

source: Confirmation dialogs have all been reset
tr: Onaylama diyaloglarının tümü sıfırlandı

source: Identifier
tr: Tanımlayıcı

source: Source
tr: Kaynak

source: Page count options:
tr: Sayfa sayımı seçenekleri:

source: &Custom column:
tr: &Özel sütun:

source: Leave this blank if you do not want to count pages
tr: Sayfaları saymak istemiyorsanız bunu boş bırakın

source: &Algorithm:
tr: &Algoritma:

source: Choose which algorithm to use if you have specified a page count column
tr: Sayfa sayısı sütununu belirttiyseniz hangi algoritmanın kullanılacağını seçin

source: If using the Custom algorithm, specify how many characters per page including spaces.
tr: Özel algoritmayı kullanıyorsanız boşluklar dahil sayfa başına kaç karakter olacağını belirtin.

source: Word count options:
tr: Kelime sayımı seçenekleri:

source: Leave this blank if you do not want to count words
tr: Kelimeleri saymak istemiyorsanız bunu boş bırakın

source: Readability options:
tr: Okunabilirlik seçenekleri:

source: Cancel
tr: İptal

source: Working
tr: Çalışıyor

source: Queueing books for counting statistics
tr: İstatistikleri saymak için kitapları sıraya koymak

source: ADOBE page count requires EPUB format
tr: ADOBE sayfa sayısı EPUB biçimi gerektirir

source: Book already has all statistics and overwrite is turned off
tr: Kitapta zaten tüm istatistikler mevcut ve üzerine yazma özelliği kapalı

source: No identifiers for selected download sources
tr: Seçilen indirme kaynakları için tanımlayıcı yok

source: No convertible format found
tr: Dönüştürülebilir biçim bulunamadı

source: Page/word/statistics warnings
tr: Sayfa/kelime/istatistik uyarıları
