Repository: GwynethLlewelyn/calibre_plugins
Catalog: quick_preferences/translations/*.po
Languages: tr

source: Keyboard shortcuts
tr: Klavye kısayolları

source: Restart calibre now
tr: Calibre'yi şimdi tekrar başlatın

source: Preferences for:
tr: Tercihler:

source: Clear
tr: Boş alan

source: Clear all settings for this plugin
tr: Bu eklentinin tüm ayarlarını sıfırla

source: Are you sure you want to change your settings in this library for this plugin?
tr: Bu eklenti için bu kitaplıktaki ayarlarınızı değiştirmek istediğinizden emin misiniz?

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
tr: Calibre eklenti klasöründeki diğer kitaplıklarda veya JSON dosyasında saklanan herhangi bir ayara dokunulmayacak.

source: You must restart calibre afterwards.
tr: Calibre'yi yeniden başlatmanız gerekir.

source: Settings changed
tr: Ayarlar değiştirildi

source: Settings for this plugin in this library have been changed.
tr: Bu kitaplıktaki bu eklentinin ayarları değiştirildi.

source: Please restart calibre now.
tr: Lütfen Calibre'yi yeniden başlatın.

source: Are you sure you want to clear your settings in this library for this plugin?
tr: Bu eklentinin ayarlarını sıfırlama isteğinizden emin misiniz?

source: Settings deleted
tr: Ayarlar silindi

source: All settings for this plugin in this library have been cleared.
tr: Bu eklenti için ayarlarınız sıfırlandı.

source: Copy to clipboard
tr: Panoya kopyala

source: Undefined
tr: Tanımlanmamış

source: Restart required
tr: Yeniden başlatma gerekiyor

source: Title image not found - you must restart Calibre before using this plugin!
tr: Başlık görüntüsü bulunamadı - bu eklentiyi kullanmadan önce Calibre'yi yeniden başlatmalısınız!

source: Create new column
tr: Yeni sütun oluştur

source: Quick Preferences
tr: Hızlı Tercihler

source: Ignore duplicate incoming formats
tr: Yinelenen biçimleri yoksay

source: Overwrite existing duplicate formats
tr: Mevcut yinelenen biçimlerin üzerine yaz

source: Create new record for each duplicate format
tr: Her yinelenen biçim için yeni kayıt oluştur

source: Swap author names
tr: Yazar adlarını değiştir

source: Read metadata from file contents
tr: Dosya içeriklerinden meta verileri okuyun

source: Automerge added books if exist
tr: Varsa eklenen kitapları otomatik birleştir

source: Automerge type
tr: Otomatik birleştirme türü

source: Preferences
tr: Tercihler

source: &Customize plugin
tr: &Eklentiyi özelleştir

source: &Help
tr: &Yardım

source: Cannot switch regular expression
tr: Normal ifade değiştirilemiyor

source: No regular expression specified in this menu item.
tr: Bu menü öğesinde normal ifade belirtilmedi.

source: Cannot change enabled metadata sources
tr: Etkinleştirilmiş meta veri kaynakları değiştirilemez

source: List of metadata sources is empty
tr: Meta veri kaynakları listesi boş

source: Regex File Pattern
tr: Regex Dosya Kalıbı

source: Swap Names
tr: Adları Değiştir

source: Menu Title
tr: Menü Başlığı

source: Are you sure you want to delete this menu item?
tr: Bu menü öğesini silmek istediğinizden emin misiniz?

source: Are you sure you want to delete the selected {0} menu items?
tr: Seçilen {0} menü öğelerini silmek istediğinizden emin misiniz?

source: Are you sure?
tr: Emin misin?

source: Enabled Sources
tr: Etkin Kaynaklar

source: Configure the file pattern menu items to display:
tr: Görüntülenecek dosya modeli menü öğelerini yapılandırın:

source: Move row up
tr: Satırı yukarı taşı

source: Add menu item row
tr: Menü öğesi satırı ekle

source: Delete menu item row
tr: Menü öğesi satırını sil

source: Reset to defaults
tr: Varsayılanlara dön

source: Move row down
tr: Satırı aşağı taşı

source: Configure the Enabled metadata sources menu items to display
tr: Görüntülenecek Etkin meta veri kaynakları menü öğelerini yapılandırın

source: Include in menu:
tr: Menüye dahil et:

source: Read metadata from file
tr: Dosyadan meta verileri oku

source: Automerge added books
tr: Eklenen kitapları otomatik birleştir

source: Edit the keyboard shortcuts associated with this plugin
tr: Bu eklenti ile ilişkilendirilen klavye kısayollarını düzenle

source: Are you sure you want to reset to the plugin default menu?<br>Any modifications to file pattern menu items will be discarded.
tr: Eklenti varsayılan menüsüne sıfırlamak istediğinizden emin misiniz?<br>Dosya kalıbı menü öğelerinde yapılan tüm değişiklikler dikkate alınmayacaktır.

source: Are you sure you want to reset to the plugin default menu?<br>Any modifications to metadata source menu items will be discarded.
tr: Eklenti varsayılan menüsüne sıfırlamak istediğinizden emin misiniz? <br>Meta veri kaynağı menü öğelerinde yapılan tüm değişiklikler iptal edilecektir.

source: Metadata Source Plugins
tr: Meta Veri Kaynağı Eklentileri

source: Select the Metadata sources to be enabled
tr: Etkinleştirilecek Meta veri kaynaklarını seçin

source: Get Current
tr: Güncel Ol

source: Get the currently enabled Metadata sources
tr: Şu anda etkin olan Meta veri kaynaklarını edinin

source: Clear all selected sources
tr: Seçilen tüm kaynakları temizle

source: Source
tr: Kaynak
