Repository: GwynethLlewelyn/calibre_plugins
Catalog: import_list/translations/*.po
Languages: ru

source: Keyboard shortcuts
ru: Сочетания клавиш...

source: Restart calibre now
ru: Перезагрузите calibre сейчас

source: Preferences for:
ru: Предпочтения для:

source: Clear
ru: Очистить

source: Clear all settings for this plugin
ru: Очистить все настройки для плагина

source: Are you sure you want to change your settings in this library for this plugin?
ru: Вы уверены, что хотите изменить настройки в этой библиотеке для этого плагина?

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
ru: Любые настройки в других библиотеках или сохраненные в файле JSON в папке плагинов calibre не будут затронуты.

source: You must restart calibre afterwards.
ru: Вы должны перезагрузить calibre впоследствии.

source: Settings changed
ru: Настройки изменены

source: Settings for this plugin in this library have been changed.
ru: Настройки этого плагина в этой библиотеке были изменены.

source: Please restart calibre now.
ru: Пожалуйста, перезагрузите calibre сейчас.

source: Are you sure you want to clear your settings in this library for this plugin?
ru: Вы действительно хотите очистить настройки плагина в библиотеке?

source: Settings deleted
ru: Настройки удалены

source: All settings for this plugin in this library have been cleared.
ru: Все настройки для этого плагина в этой библиотеке были очищены.

source: Copy to clipboard
ru: Копировать в Буфер обмена

source: Undefined
ru: Не определено

source: Restart required
ru: Требуется перезапуск

source: Title image not found - you must restart Calibre before using this plugin!
ru: Изображение обложки не найдено - перед использованием нужно перезапустить calibre!

source: Create new column
ru: Создать новый столбец

source: Import List
ru: Импорт списка

source: Import a list from the clipboard, CSV File or web page
ru: Импорт списка из буфера обмена, файла CSV или веб-страницы

source: Choose library location to compare against
ru: Выберите расположение библиотеки для сравнения

source: No existing library found
ru: Существующая библиотека не найдена

source: There is no existing calibre library at {0}
ru: В {0} нет существующей библиотеки

source: Choose database
ru: Выбрать базу данных

source: Not a valid database file
ru: Недействительный файл базы данных

source: File ({}) is not a valid database file
ru: Файл ({}) не является допустимым файлом базы данных

source: Choose Library
ru: Выбрать библиотеку

source: Choose library
ru: Выбрать библиотеку

source: Options
ru: Опции

source: Override Database Path
ru: Переопределить путь к базе данных

source: Allows you to specify the full path to metadata.db. Using this variable you can have metadata.db be in a location other than the library folder.
ru: Позволяет указать полный путь к metadata.db. Используя эту переменную, вы можете сделать так, чтобы файл metadata.db находился не в папке библиотеки.

source: Choose database path
ru: Выберите путь к базе данных

source: Re-initialize db every nth book (Experimental):
ru: Повторно инициализировать БД каждую n-ю книгу (экспериментальная):

source: Prevent gradual speed deterioration when importing large number of books
ru: Предотвращать постепенное снижение скорости при импорте большого количества книг

source: Error
ru: Ошибка

source: You must choose a library
ru: Вы должны выбрать библиотеку

source: Edit the keyboard shortcuts associated with this plugin
ru: Редактирование сочетаний клавиш, связанных с этим плагином

source: Reset &confirmation dialogs
ru: Сбросить диалоги &подтверждения

source: Reset all show me again dialogs for the Import list plugin
ru: Сбросить все диалоговые окна «Показать снова» для плагина Импорт списка

source: &View library preferences
ru: &Просмотр настроек библиотеки

source: View data stored in the library database for this plugin
ru: Просмотр данных, хранящихся в базе данных библиотеки для этого плагина

source: &Help
ru: Спр&авка

source: Done
ru: Готово

source: Confirmation dialogs have all been reset
ru: Все диалоги подтверждения были сброшены

source: Add or Remove
ru: Добавить или удалить

source: detect encoding
ru: обнаружить кодировку

source: Description
ru: Примечание

source: Encoding
ru: Кодировка

source: Choose Encodings
ru: Выбор кодировки

source: Available Encodings:
ru: Доступные кодировки:

source: Chosen Encodings:
ru: Выбранные кодировки:

source: Add the selected encoding
ru: Добавить выбранную кодировку

source: Remove the selected encoding
ru: Удалить выбранную кодировку

source: Move the selected item up
ru: Переместить выбранный пункт вверх

source: Move the selected item down
ru: Переместить выбранный пункт вниз

source: Reset to defaults
ru: Сброс

source: No encodings selected
ru: Не выбраны кодировки

source: You must select one or more fields first.
ru: Сначала необходимо выбрать одно или несколько полей

source: A matching book was found in your calibre library
ru: Подходящая книга была найдена в вашей библиотеке

source: Multiple matches found for this title/author. Resolve this by selecting your match below.
ru: Для этого названия/автора найдено несколько совпадений. Решите эту проблему, выбрав совпадение ниже.

source: No matching book found in your library. Add an empty book or search for a match below.
ru: В вашей библиотеке не найдено подходящей книги. Добавьте пустую книгу или найдите совпадение ниже

source: An empty book will be added if you save this list
ru: Пустая книга будет добавлена, если вы сохраните этот список

source: This book was added to your list manually
ru: Эта книга была добавлена ​​в ваш список вручную

source: Unknown
ru: Неизвестный

source: Show only rows with errors
ru: Показывать только строки с ошибками

source: <p style="font-style:italic;margin-left:30px;">(errors highlighted in <span style="color:red;">red</span>)</p>
ru: <p style="font-style:italic;margin-left:30px;">(ошибки подсвечены <span style="color:red;">красным</span>)</p>

source: Some cells contain data that does not match calibre datatypes. Errors are detailed below:
ru: Некоторые ячейки содержат данные, не соответствующие типам данных calibre. Ошибки подробно описаны ниже:

source: Title field is mandatory. The following rows contain empty titles: {}
ru: Поле «Название» обязательно. В следующих строках оно пусто: {}

source: Column "{colname}" must contain only data of type "{datatype}". The following rows have invalid type for column {colname}:
ru: Столбец '{colname}' должен содержать только данные типа '{datatype}'. Следующие строки имеют недопустимый тип для столбца {colname}:

source: Validation errors details
ru: Сведения об ошибках проверки

source: Title field is mandatory and cannot be empty
ru: Поле заголовка является обязательным и не может быть пустым

source: Data must be of type: {}
ru: Данные должны быть типа: {}

source: Step 1: Configure a list source
ru: Шаг 1: Настройка источника списка

source: User Settings
ru: Пользовательские настройки

source: Predefined
ru: По умолчанию

source: Clipboard
ru: Буфер обмена

source: CSV File
ru: Файл CSV

source: Web Page
ru: Веб-страница

source: &Remove book
ru: &Удалить книгу

source: Remove selected books from the list
ru: Удалить выбранные книги из списка

source: &Export to csv
ru: &Экспорт в CSV

source: Export selected books to csv file
ru: Экспортировать выбранные книги в файл csv

source: Are you sure you want to remove the selected books from the list?
ru: Вы уверены, что хотите удалить выбранные книги из списка?

source: Choose file for exported csv
ru: Выберите файл для экспорта csv

source: Current step progress:
ru: Текущий шаг прогресса:

source: Step
ru: Шаг

source: Importing
ru: Импорт

source: Aborting
ru: Отмена

source: Step 3: Save your imported list / configuration
ru: Шаг 3: Сохраните импортированный список/конфигурацию

source: Reading List plugin:
ru: Плагин Список чтения:

source: If you have the <a href="http://www.mobileread.com/forums/showthread.php?t=134856">Reading list</a> plugin installed, you can store the imported books into a list for use by that plugin.
ru: Если у вас установлен плагин <a href="http://www.mobileread.com/forums/showthread.php?t=134856">Список чтения</a>, можно сохранить импортированные книги в список для использования этим плагином.

source: &Do not use the Reading List plugin
ru: &Не использовать плагин Список чтения

source: Create a &new list:
ru: Создать &новый список:

source: &Update an existing list:
ru: &Обновить существующий список:

source: &Clear list first replacing with the imported books
ru: &Сначала очистить список, заменив импортированные книги

source: Save configuration:
ru: Сохранить конфигурацию:

source: You can choose to store the current import settings, if you intend to import from this source again in future.
ru: Вы можете сохранить текущие настройки импорта, если в будущем собираетесь снова импортировать из этого источника.

source: &Do not save the current settings
ru: &Не сохранять текущие настройки

source: &Save settings as:
ru: &Сохранить настройки как:

source: Custom Column Missing
ru: Отсутствует пользовательский столбец

source: You are importing to a custom column '%s' which does not exist in this library.<p>
ru: Вы импортируете в пользовательский столбец '%s' , которого нет в этой библиотеке.<p>

source: This column will be ignored. Either add a matching custom column or edit your import statement.
ru: Этот столбец будет проигнорирован. Либо добавьте соответствующий настраиваемый столбец, либо отредактируйте оператор импорта.

source: ImportList plugin: no metadata found for column:
ru: Плагин ImportList: метаданные для столбца не найдены:

source: Adding books (%(idx)d of %(count)d): %(title)s
ru: Добавление книг (%(idx)d из %(count)d): %(title)s

source: Updating books (%(idx)d of %(count)d): %(title)s
ru: Обновление книг (%(idx)d из %(count)d): %(title)s

source: You have not specified a reading list name
ru: Вы не указали имя списка чтения

source: Invalid List Name
ru: Неверное имя списка

source: Another list exists with this name
ru: Существует другой список с этим именем

source: Invalid Setting Name
ru: Недопустимое имя настройки

source: You have not specified a setting name
ru: Вы не указали имя настройки

source: Failed
ru: Сбой

source: Update metadata fields
ru: Обновить поля метаданных

source: Select all
ru: Выделить все

source: Clear all
ru: Очистить все

source: No fields selected
ru: Нет выбранных полей

source: Step 2: Match list of books against your library
ru: Шаг 2. Сопоставьте список книг с вашей библиотекой.

source: Books in list:
ru: Книги в списке:

source: Show All
ru: Все

source: Matched
ru: Совпавшие

source: Unmatched
ru: Несовпавшие

source: Matches in library:
ru: Совпадения в библиотеке:

source: Clear the match associated with the selected books in the list
ru: Очистить совпадение, связанное с выбранными книгами в списке

source: Remove the selected books from the list
ru: Удалить выбранные книги из списка

source: Create an empty book for the selected books in the list
ru: Создать пустую книгу для выбранных книг в списке

source: Update metadata for the selected books in the list
ru: Обновить метаданные для выбранных книг в списке

source: Revert metadata for the selected books back to existing values
ru: Вернуть метаданные для выбранных книг к существующим значениям

source: Possible matches for selected book:
ru: Возможные совпадения для выбранной книги:

source: Search:
ru: Поиск:

source: &Go!
ru: &Пуск!

source: Select this book as the match for this list title
ru: Выберите эту книгу в качестве совпадения с заголовком этого списка

source: Append this book as a new item on the list
ru: Добавить эту книгу как новый элемент в список

source: &Clear match
ru: &Очистить совпадение

source: Match &empty book
ru: Совпадение с &пустой книгой

source: &Update metadata
ru: &Обновить метаданные

source: &Revert metadata
ru: &Восстановить метаданные

source: S&wap Author Names
ru: По&менять местами имя и фамилию автора

source: Swap selected author names between FN LN and LN,FN
ru: Поменять местами выбранные имена авторов с Имя Фамилия на Фамилия, Имя

source: &Search for title/author
ru: &Поиск по названию/автору

source: &Search your library using a simplified title/author of this book
ru: &Поиск в библиотеке по упрощённому названию/автору этой книги

source: Search for &title
ru: Поиск по &названию

source: &Search your library using a simplified title of this book
ru: &Поиск в библиотеке по упрощённому названию этой книги

source: Search for &author
ru: Поиск по &автору

source: &Search your library using a simplified author of this book
ru: &Поиск в библиотеке по упрощённому автору этой книги

source: &Select Book
ru: &Выбрать книгу

source: &Append to list
ru: &Добавить в список

source: *** No Match ***
ru: *** Нет совпадений ***

source: Are you sure you want to add the selected book to the list?
ru: Вы уверены, что хотите добавить выбранную книгу в список?

source: No Match
ru: Нет совпадений

source: *** Multiple Matches ***
ru: *** Несколько совпадений ***

source: Multiple Matches
ru: Несколько совпадений

source: Displaying all similar matches for this book
ru: Отображение всех похожих совпадений для этой книги

source: Search for a book in your library
ru: Поиск книги в своей библиотеке

source: Matches in library:(1 match)
ru: Совпадения с библиотекой: (1 совпадение)

source: &Paste your book list here:
ru: &Вставьте сюда список книг:

source: &Paste
ru: Вст&авить

source: Replace all text above with the contents of your clipboard
ru: Замените весь текст выше содержимым вашего буфера обмена

source: Conversion expression:
ru: Выражение преобразования:

source: Set a <a href="http://manual.calibre-ebook.com/regexp.html">regular expression</a> to use for titles and other metadata. The group names you can use include
ru: Установите <a href="http://manual.calibre-ebook.com/regexp.html">регулярное выражение</a>, используемое для заголовков и других метаданных. Допустимые имена групп включают

source: Choose a predefined named pattern
ru: Выберите предопределённый именованный шаблон

source: &Clear
ru: О&чистить

source: Clear all settings back to the defaults on this tab
ru: Сбросьте все настройки до значений по умолчанию на этой вкладке

source: &Fields
ru: &Поля

source: Add expression for field to import
ru: Добавить выражение для поля для импорта

source: Reverse order
ru: В обратном порядке

source: Display the books in the opposite order to the source
ru: Отображать книги в порядке, обратном исходному

source: &Preview
ru: &Просмотр

source: Preview the results in the books grid
ru: Предварительный просмотр результатов в сетке книг

source: Failed to parse page:
ru: Не удалось разобрать страницу:

source: Invalid regular expression
ru: Недопустимое регулярное выражение

source: Title
ru: Название

source: Authors
ru: Авторы

source: Series
ru: Серии

source: Series Index
ru: № в серии

source: Published
ru: Опубликовано

source: Publisher
ru: Издатель

source: Rating
ru: Рейтинг

source: Tags
ru: Теги

source: Comments
ru: Комментарии

source: Languages
ru: Языки

source: Select field(s) to add:
ru: Выберите поля для добавления:

source: Select fields to import:
ru: Выберите поля для импорта:

source: &Match Method:
ru: &Метод соответствия:

source: &Title/Author
ru: &Название/автор

source: &Identifier:
ru: &Идентификатор:

source: &Import from file:
ru: &Импорт из файла:

source: Choose the file to import
ru: Выберите файл для импорта

source: &Contents:
ru: &Содержимое:

source: &Encoding:
ru: &Кодировка:

source: &Delimiter:
ru: &Разделитель:

source: &Tab
ru: &Табуляция

source: &Other:
ru: &Другое:

source: Processing:
ru: Обработка:

source: S&kip first row
ru: Бе&з первой строки

source: Select this option to ignore the first row of column headings
ru: Выберите этот параметр, чтобы игнорировать первую строку заголовков столбцов

source: &Unquote
ru: Убрать ка&вычки

source: Remove any quotes around columns of data
ru: Удалить любые кавычки вокруг столбцов данных

source: Tidy
ru: Очистить

source: Clean title and authors before importing. This is intended for web imports but is optional for csv It includes removing leading and trailing periods and commas, removing some special characters and removing numbers indicating a position at the begining of the string.
ru: Очистить название и авторов перед импортом. Предназначено для веб-импорта, но необязательно для csv. Включает в себя удаление начальных и конечных точек и запятых, удаление некоторых специальных символов и удаление чисел, указывающих позицию в начале строки.

source: &Columns To Import:
ru: Импортируемые &столбцы:

source: Select field(s) to import
ru: Выберите поля для импорта

source: &From headers
ru: &Из заголовков

source: Guess field(s) from csv headers
ru: Предположить поле(-я) из заголовков csv

source: Select a CSV file to import
ru: Выберите файл CSV для импорта

source: import CSV file dialog
ru: диалоговое окно импорта файла CSV

source: File not specified
ru: Файл не указан

source: You have not specified a path to a CSV file
ru: Вы не указали путь к CSV-файлу

source: File not found
ru: Файл не найден

source: No file found at this location
ru: Файл не найден в этом расположении

source: Invalid options
ru: Недопустимые опции

source: You have not specified a delimiter
ru: Вы не указали разделитель

source: Browser
ru: Браузер

source: View related website page in your web browser
ru: Просмотр связанной страницы веб-сайта в веб-браузере

source: Edit
ru: Правка

source: Edit this saved setting
ru: Изменить эту сохранённую настройку

source: Delete
ru: Удалить

source: Rename
ru: Переименовать

source: Export
ru: Экспорт

source: Import.
ru: Импорт.

source: Are you sure you want to remove the setting "%s"?
ru: Вы уверены, что хотите удалить настройку "%s"?

source: New setting name:
ru: Имя новой настройки:

source: Setting exists
ru: Настройка существует

source: A saved setting already exists with this name.
ru: Сохранённая настройка с таким названием уже существует

source: Import Failed
ru: Импорт не удался

source: This is not a valid Import List export archive
ru: Это недопустимый экспортный архив Cписка импорта

source: Import setting
ru: Импортировать настройку

source: Export completed
ru: Экспорт завершен

source: Cover setting exported to
ru: Настройка обложки экспортирована в

source: Enter a unique name for this saved setting:
ru: Введите уникальное имя для этой сохранённой настройки:

source: Cannot add
ru: Невозможно добавить

source: The name you specified is not unique
ru: Указанное вами имя не уникально

source: Select setting file(s) to import
ru: Выберите файл(ы) настроек для импорта

source: Save setting as
ru: Сохранить настройку как

source: View as List
ru: Просмотр в виде списка

source: View by Category
ru: Просмотр по категориям

source: Strip matching text
ru: Вырезать совпадающий текст

source: Include matching text
ru: Включить совпадающий текст

source: Choose a predefined pattern
ru: Выберите предопределённый шаблон

source: Clear the regular expression
ru: Очистить регулярное выражение

source: &Download from url:
ru: &Скачать с URL-адреса:

source: Paste a URL from your clipboard
ru: Вставить URL-адрес из буфера обмена

source: Open this url in your web browser
ru: Открыть этот URL-адрес в веб-браузере

source: &Source html:
ru: &Исходный html:

source: Specify the web page encoding if not utf-8
ru: Укажите кодировку веб-страницы, если не utf-8

source: Load javascript
ru: Загрузить JavaScript

source: Enable this option if the web page renders its content using javascript
ru: Включите этот параметр, если веб-страница отображает своё содержимое с помощью javascript

source: &Delay:
ru: &Задержка:

source: Additional delay in seconds to wait for web page javascript to execute
ru: Дополнительная задержка в секундах для ожидания выполнения javascript веб-страницы

source: Find:
ru: Искать:

source: &Text:
ru: &Текст:

source: Search for text to help locate the region of interest such as a book name when designing your xpath expressions
ru: Выполните поиск текста, чтобы помочь найти интересующую область, например имя книги при разработке выражений xpath

source: Search for specific text
ru: Поиск определённого текста

source: &Find
ru: &Искать

source: Specify XPath expressions to identify the parent rows and title / authors within each row in the source html.
ru: Укажите выражения XPath для определения родительских строк и заголовков/авторов в каждой строке исходного html.

source: 0 occurrences
ru: 0 вхождений

source: Number of matches using Test
ru: Количество совпадений с использованием теста

source: Previous test result
ru: Результат предыдущего теста

source: Next test result
ru: Результат следующего теста

source: No matches
ru: Нет совпадений

source: No matches for:
ru: Нет совпадений для:

source: Identify the parent node in the html source that contains a single book
ru: Определите родительский узел в исходном HTML-коде, содержащий одну книгу

source: Strip: %s
ru: Вырезать: %s

source: Include: %s
ru: Включить: %s

source: No expression
ru: Нет выражения

source: Failed to download page
ru: Не удалось загрузить страницу

source: You must specify an xpath
ru: Вы должны указать xpath

source: Test failed
ru: Сбой теста

source: No html source available to match against
ru: Нет источника html для сопоставления

source: Invalid xpath
ru: Неверный xpath

source: Your xpath expression is invalid
ru: Ваше выражение xpath недействительно

source: occurrences
ru: вхождений

source: You have not specified any xpath expressions
ru: Вы не указали никаких выражений xpath

source: You have not specified a title xpath expression
ru: Вы не указали выражение заголовка xpath

source: You must add a series_index xpath field if using series
ru: Вы должны добавить поле xpath series_index при использовании серии

source: You must add a series xpath field if using series index
ru: Вы должны добавить поле xpath серии, если используете индекс серии

source: Failed to process page
ru: Не удалось обработать страницу

source: Import Book List
ru: Импорт Списка книг

source: &Options
ru: &Опции
