Repository: GwynethLlewelyn/calibre_plugins
Catalog: goodreads/translations/*.po
Languages: es, it, lv, pt_br, ru, uk, zh_cn

source: Keyboard shortcuts
es: Atajos de teclado
it: Scorciatoie tastiera
lv: Īsinājumtaustiņi
pt_br: Atalhos do teclado
ru: Сочетания клавиш...
uk: Клавіатурні скорочення
zh_cn: 键盘快捷键

source: Restart calibre now
es: Reiniciar calibre ahora
it: Riavvia calibre adesso
lv: Restartējiet Calibre
pt_br: Reinicie o calibre agora
ru: Перезагрузите calibre сейчас
uk: Перезавантажити Calibre
zh_cn: 现在重启 calibre

source: Preferences for:
es: Preferencias para:
it: Preferenze per:
lv: Iestatījumi:
pt_br: Preferências para:
ru: Предпочтения для:
uk: Налаштування:
zh_cn: 首选项用于：

source: Clear
es: Limpiar
it: Pulisci
lv: Notīrīt
pt_br: Limpar
ru: Очистить
uk: Очистити
zh_cn: 清除

source: Clear all settings for this plugin
es: Borrar todas las configuraciones para este complemento
it: Cancellare tutte le impostazioni per il plugin?
lv: Notīrīt visus šī spraudņa iestatījumus
pt_br: Limpar todas as configurações para este plugin
ru: Очистить все настройки для плагина
uk: Очистити всі налаштування для цього плагіну
zh_cn: 清除此插件的所有设置

source: Are you sure you want to change your settings in this library for this plugin?
es: ¿Está seguro de querer cambiar la configuración del complemento en esta biblioteca?
it: Sicuro di voler cambiare la configurazione nella libreria di questo plugin?
lv: Vai tiešām vēlaties mainīt iestatījumus šajā bibliotēkā šim spraudnim?
pt_br: Tem certeza que deseja modificar suas configurações nesta biblioteca para este plugin?
ru: Импорт списка
uk: Ви впевнені, що бажаєте змінити ваші налаштування у цій бібліотеці для цього додатка?
zh_cn: 是否确实要更改此书库中插件的设置？

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
es: Las configuraciones en otras bibliotecas o almacenada en un archivo JSON en la carpeta de complementos de calibre no se modificarán.
it: Qualsiasi configurazione nelle altre librerie o salvate in un file JSON nella cartella dei plugin calibre non sarà toccata
lv: Netiek aizskarti nekādi iestatījumi citās bibliotēkās vai JSON failā jūsu calibre spraudņu mapē.
pt_br: Qualquer configuração em outras bibliotecas ou armazenadas em um arquivo JSON na pasta dos seus plugins do calibre não serão tocadas.
ru: Любые настройки в других библиотеках или сохраненные в файле JSON в папке плагинов calibre не будут затронуты.
uk: Будь-які налаштування в інших бібліотеках, або збережені в файлі JSON в папці ваший плагінів не будуть змінені.
zh_cn: 其他库中的任何设置或存储在calibre plugins文件夹中的JSON文件中的任何设置都不会被触动。

source: You must restart calibre afterwards.
es: Debe reiniciar calibre después.
it: Dopo devi riavviare calibre
lv: Pēc tam jums ir jārestartē calibre.
pt_br: Você deve reiniciar o Calibre depois disso.
ru: Вы должны перезагрузить calibre впоследствии.
uk: Після цього ви повинні перезавантажити Calibre.
zh_cn: 您需要稍后重启 calibre

source: Settings changed
es: Configuración modificada
it: Impostazioni cambiate
lv: Iestatījumi mainīti
pt_br: Configurações modificadas
ru: Настройки изменены
uk: Параметри змінено
zh_cn: 设置已修改

source: Settings for this plugin in this library have been changed.
es: Se ha modificado la configuración del complemento en esta biblioteca.
it: La configurazione di questo plugin calibre in questa libreria è stata modificata
lv: Šī spraudņa iestatījumi šajā bibliotēkā ir mainīti.
pt_br: As configurações para este plugin nesta biblioteca foram modificadas.
ru: Настройки этого плагина в этой библиотеке были изменены.
uk: Параметри для цього додатка у цій бібліотеці було змінено.
zh_cn: 此书库中此插件的设置已更改。

source: Please restart calibre now.
es: Reinicie calibre ahora.
it: Riavvia calibre adesso.
lv: Lūdzu, restartējiet calibre.
pt_br: Reinicie o calibre agora.
ru: Пожалуйста, перезагрузите calibre сейчас.
uk: Будь ласка, перезавантажте Calibre.
zh_cn: 现在请重启 calibre

source: Are you sure you want to clear your settings in this library for this plugin?
es: ¿Está seguro de querer borrar la configuración del complemento en esta biblioteca?
it: Sei sicuro di voler cancellare le impostazioni per il plugin di questa libreria?
lv: Vai tiešām vēlaties notīrīt iestatījumus šim spraudnim bibliotēkā?
pt_br: Você tem certeza que deseja limpar as configurações em sua biblioteca para este plugin?
ru: Вы действительно хотите очистить настройки плагина в библиотеке?
uk: Ви впевнені, що бажаєте очистити ваші налаштування в цій бібліотцеці для даного плагіну?
zh_cn: 是否确实要清除此插件库中的设置？

source: Settings deleted
es: Configuración eliminada
it: Impostazioni cancellate
lv: Iestatījumi izdzēsti
pt_br: Configurações removidas
ru: Настройки удалены
uk: Параметри вилучено
zh_cn: 设置已删除

source: All settings for this plugin in this library have been cleared.
es: Se ha borrado la configuración del complemento en esta biblioteca.
it: Tutte le impostazioni per il plugin della libreria sono state cancellate.
lv: Visi šī spraudņa iestatījumi bibliotēkā ir notīrīti.
pt_br: Todas as configurações deste plugin nesta biblioteca foram limpas.
ru: Все настройки для этого плагина в этой библиотеке были очищены.
uk: Всі налаштування для цього плагіну в цій бібліотеці були очищені.
zh_cn: 此插件库中的所有设置都已清除。

source: Copy to clipboard
es: Copiar al portapapeles
it: Copia negli appunti
lv: Kopēt starpliktuvē
pt_br: Copiar para a área de transferência
ru: Копировать в Буфер обмена
uk: Копіювати до буфера обміну
zh_cn: 复制到剪贴板

source: Undefined
es: Indefinido
it: Non definito
lv: Nenoteikts
pt_br: Não definido
ru: Не определено
uk: Невизначено
zh_cn: 未定义的

source: Restart required
es: Reinicio requerido
it: Riavvio richiesto
lv: Nepieciešams restarts
pt_br: Reinicialização requerida
ru: Требуется перезапуск
uk: Потрібен перезапуск
zh_cn: 需要重启

source: Title image not found - you must restart Calibre before using this plugin!
es: No se encontró la imagen del título. ¡Debe reiniciar calibre antes de usar este complemento!
it: Immagine del titolo non trovata - Devi riavviare Calibre prima di utilizzare questo plugin!
lv: Vāka attēls nav atrasts - pirms šī spraudņa izmantošanas ir jārestartē Calibre!
pt_br: Imagem do título não encontrada - você deve reiniciar o Calbre antes de utilizar este plugin!
ru: Изображение обложки не найдено - перед использованием нужно перезапустить calibre!
uk: Не знайдено титульного зображення — вам слід перезапустити Calibre, перш ніж користуватися цим додатком!
zh_cn: 未找到标题图片 - 使用此插件之前必须重新启动 Calibre！

source: Create new column
es: Crear nueva columna
it: Crea una nuova colonna
lv: Izveidot jaunu kolonnu
pt_br: Criar nova coluna
ru: Создать новый столбец
uk: Створити стовпчик
zh_cn: 创建新列

source: Goodreads Genre
es: Género de Goodreads
it: Genere Goodreads
lv: Goodreads žanrs
pt_br: Gênero Goodreads
ru: Жанр Goodreads
uk: Жанр Goodreads
zh_cn: Goodreads 类别

source: Maps to Calibre Tag
es: Se corresponde con la etiqueta de calibre
it: Mappa i tag Calibre
lv: Atbilst Calibre birkai
pt_br: Mapeia para uma tag do Calibre
ru: Соответствует тегу calibre
uk: Пов'язує із міткою calibre
zh_cn: 映像至本地标签

source: Goodreads genre to calibre tag mappings
es: Correspondencias entre géneros de Goodreads y etiquetas de calibre
it: Mappatura dei generi Goodreads con i tag Calibre
lv: Goodreads žanrs atbilst calibre birkai
pt_br: Mapeamentos Gênero Goodreads para Tags do Calibre
ru: Соответствие жанров Goodreads тегам calibre
uk: Прив'язка жанрів Goodreads до міток calibre
zh_cn: Goodreads类别转换本地标签

source: Filter and map genres to calibre tags
es: Filtrar y hacer corresponder géneros con etiquetas de calibre
pt_br: Filtrar e mapear gêneros para tags do Calibre
ru: Фильтровать и сопоставлять жанры с тегами calibre
uk: Фільтрувати і пов'язувати жанри із мітками calibre
zh_cn: 过滤流派并将其映射到 calibre 标签

source: When checked, only specific calibre tags will be used as per below. When unchecked, all Goodreads genres will be added as tags.
es: Cuando se activa, sólo se usan etiquetas de calibre determinadas, según se especifica más abajo. Si so se activa, todos los géneros de Goodreads se añaden como etiquetas.
pt_br: Quando marcada esta opção, somente tags específicas do Calibre serão usadas conforme abaixo Quando desmarcada, todos os Gêneros Goodreads serão adicionados como tags.
ru: Если этот флажок установлен, будут использоваться только определенные теги calibre, как показано ниже. Если флажок снят, все жанры Goodreads будут добавлены в качестве тегов.
uk: Якщо позначено, буде використано лише вказані нижче мітки calibre. Якщо не позначено, як мітки буде додано усі жанри Goodreads.
zh_cn: 选中后，将仅使用特定calibre标签，如下所示。 取消选中时，所有 Goodreads 流派都将添加为标签。

source: Add genre mapping
es: Añadir correspondencia de género
it: Aggiungi mappatura genere
lv: Pievienot žanra atbilstību
pt_br: Adicionar mapeamento de gênero
ru: Добавить соответствие жанра
uk: Додати прив'язку жанру
zh_cn: 添加类别映像

source: Delete genre mapping
es: Eliminar correspondencia de género
it: Elimina la mappatura del genere
lv: Dzēst žanra atbilstību
pt_br: Remover mapeamento de gênero
ru: Удалить соответствие жанра
uk: Вилучити прив'язку жанру
zh_cn: 删除类别映像

source: Rename Goodreads genre
es: Cambiar el nombre del género de Goodreads
it: Rinomina genere Goodreads
lv: Pārdēvēt Goodreads žanru
pt_br: Renomear gênero do Goodreads
ru: Переименовать жанр Goodreads
uk: Перейменувати жанр Goodreads
zh_cn: 重命名Goodreads类别

source: Reset to plugin default mappings
es: Restablecer las correspondencias predeterminadas del complemento
it: Ritorna alle impostazioni di mappatura di default
lv: Atiestatīt uz spraudņa noklusējumu
pt_br: Restaurar aos mapeamentos default do plugin
ru: Сброс к соответствиям по умолчанию
uk: Повернутися до типових прив'язок додатка
zh_cn: 重置为默认映像

source: Other options
es: Otras opciones
it: Altre opzioni
lv: Citas opcijas
pt_br: Outras opções
ru: Прочие параметры
uk: Інші параметри
zh_cn: 其他选项

source: Scan multiple editions for title/author searches (slower)
es: Buscar varias ediciones para las búsquedas de título o autor (más lento)
it: Scansiona più edizioni per cercare titolo/autore (più lento)
lv: Skenēt vairākus izdevumus, lai meklētu nosaukumu/autoru (lēnāk)
pt_br: Varrer múltiplas edições para buscas título/autor (mais lento)
ru: Искать несколько изданий по названию автору (медленней)
uk: Сканувати декілька видань для пошуків заголовка/автора (повільніше)
zh_cn: 搜索书名/作者时扫描多个版本（更慢）

source: When checked will perform an additional search to scan the top ranked Goodreads editions (if available) to exclude audiobook editions. When unchecked you will get a faster search but the edition is indeterminate.
es: Cuando esté marcada, se realizará una búsqueda adicional para encontrar las ediciones de Goodreads con mejor calificación (si están disponibles) para excluir las ediciones de audiolibro. Cuando no esté marcada las búsquedas serán más rápidas, pero la edición es indeterminada.
it: Quando selezionato eseguirà una ricerca aggiuntiva per scansionare i primi classificati Edizioni Goodreads (se disponibili) per escludere le edizioni di audiolibri. Se deselezionato, otterrai una ricerca più veloce ma l'edizione è indeterminata.
lv: Kad tas būs pārbaudīts, tiks veikta papildu meklēšana, lai skenētu visaugstāk novērtēto Goodreads izdevumi (ja tādi ir pieejami), lai izslēgtu audio grāmatu izdevumus. Ja esat noņēmis atzīmi, saņemsiet ātrāku meklēšanu, bet izdevums būs nenoteikts.
pt_br: Quando marcada, será feita uma busca adicional para varrer as mais bem classificadas edições do Goodreads (se disponíveis) e excluir edições de audiobook. Quando desmarcada, a busca será mais rápida, mas a edição é indeterminada.
ru: Производить дополнительный поиск среди изданий Goodreads с максимальными оценками (если они имеются), чтобы исключить аудиокниги. В противном случае поиск будет быстрее, но найденное издание будет произвольным.
uk: Якщо позначено, виконати додатковий пошук зі скануванням видань Goodreads із найвищою оцінкою (якщо такі доступні) для виключення видань аудіокниг. Якщо не позначено, пошук буде швидшим, але без визначення видання.
zh_cn: 若选中，将针对排名靠前的Goodreads版本（若有）进行额外的搜索以排除有声书版本。 若未选中，搜索速度会更快但版本信息将不完整。

source: Get all contributing authors (e.g. illustrators, series editors etc)
es: Obtener todos los autores contribuyentes (por ejemplo, ilustradores, editores de serie, etc.)
it: Ottieni tutti gli autori che contribuiscono (ad es. illustratori, editori di serie, ecc.)
lv: Iegūt visus autorus (piemēram, ilustratorus, sērijas redaktorus utt.)
pt_br: Obter os nomes de todos os colaboradores (e.g. ilustradores, editores de série etc.)
ru: Загружать всех соавторов (иллюстраторов, редакторов и т.д.)
uk: Отримати усіх авторів (тобто ілюстраторів, редакторів циклів тощо)
zh_cn: 获取所有贡献者名单（例如：绘图者，丛书编辑等）

source: When this option is checked, all authors are retrieved. When unchecked (default) only the primary author(s) are returned.
es: Cuando se marca esta opción, se recuperan todos los autores. Cuando no está marcada (predeterminado), sólo se devuelven los autores principales.
it: Quando questa opzione è selezionata, vengono recuperati tutti gli autori. Se deselezionata (impostazione predefinita) vengono restituiti solo gli autori principali.
lv: Kad šī opcija ir atzīmēta, tiek iegūti visi autori. Ja nav atzīmēts (noklusējums), tiek atgriezts tikai primārais(-ie) autors(-i).
pt_br: Quando esta opção estiver marcada, todos os nomes de autores e colaboradores serão obtidos. Estando desmarcada (configuração padrão), somente os nomes dos autores principais serão retornados
ru: Если отмечено, то загружать всех соавторов. Если снято (по умолчанию), то загружать только основных авторов.
uk: Якщо позначено цей пункт, буде отримано дані усіх авторів. Якщо пункт не позначено (типовий варіант), буде отримано лише дані основних авторів.
zh_cn: 若选中，将下载全部作者信息。 若未选中（默认），仅下载主要作者（或作者们）信息。

source: Get ASIN for kindle editions
es: Obtener ASIN para ediciones Kindle
it: Ottieni ASIN per le edizioni Kindle
lv: Iegūt ASIN Kindle izdevumiem
pt_br: Obter ASIN para edições Kindle
ru: Загружать ASIN для изданий kindle
uk: Отримати ASIN для видань kindle
zh_cn: 获取Kindle版本的ASIN字段

source: When this option is checked, in cases where Goodreads has an ASIN listed instead of an ISBN, the ASIN is retrieved. This is useful for books that already have the specific Goodreads identifier of a Kindle editon.
es: Cuando esta opción está marcada, en los casos en que Goodreads tiene un ASIN en lugar de un ISBN, se recupera el ASIN. Esto es útil para libros que ya tienen el identificador específico de Goodreads de una edición de Kindle.
it: Quando questa opzione è selezionata, nei casi in cui Goodreads ha un ASIN elencato invece di un ISBN, viene recuperato l'ASIN. Questo è utile per i libri che hanno già l'identificatore Goodreads specifico di un'edizione Kindle.
lv: Ja opcija ir atzīmēta, gadījumos, kad Goodreads ir norādīts ASIN ISBN vietā tiek iegūts ASIN. Tas ir noderīgi grāmatām, kad tiem jau ir noteiktais Kindle izdevuma Goodreads identifikators.
pt_br: Quando esta opção estiver marcada, nos casos em que o Goodreads tenha ASIN listado, em vez de um ISBN, um ASIN é obtido. isto é útil para títulos que já tenham o identificador específico do Goodreads para uma edição Kindle.
ru: Если Goodreads предоставляет ASIN вместо ISBN, загружать ASIN. Полезно для книг, у которых уже есть идентификатор Goodreads для издания Kindle.
uk: Якщо позначено цей пункт, у випадках, коли для Goodreads визначено ASIN замість ISBN, буде отримано ASIN. Корисно для книг, у яких вже є певний ідентифікатор Goodreads видання Kindle.
zh_cn: 若选中，当Goodreads存在ASIN字段而不是ISBN字段时获取到ASIN字段。 如果Goodreads已有Kindle版本的标记，此选项将会很有帮助。

source: Use first published date
es: Usar la fecha de primera publicación
it: Usa la prima data di pubblicazione
lv: Izmantot pirmo publicēšanas datumu
pt_br: Usar data da primeira publicação
ru: Использовать дату первой публикации
uk: Використати дату першого видання
zh_cn: 使用首次出版时间

source: If checked, the first published date for this book is used rather than that of the actual book edition.
es: Si está marcada, se usa la fecha de primera publicación de este libro en lugar de la de la edición real del libro.
it: Se selezionata, viene utilizzata la prima data di pubblicazione per questo libro anziché quella dell'edizione attuale del libro.
lv: Ja atzīmēta, tiek izmantots šīs grāmatas pirmais publicēšanas datums, nevis faktiskais grāmatas izdevums.
pt_br: Se marcada, a data da primeira publicação para o título é usada em vez de a data de publicação da edição selecionada
ru: Использовать дату первой публикации вместо даты конкретного издания.
uk: Якщо позначено, буде використано дату першого видання книги, а не дату поточного її видання.
zh_cn: 若选中，将采用本书的首次出版时间而非新版本的实际出版时间。

source: Get precise rating into 'grrating' identifier
es: Obtener la calificación precisa en el identificador «grrating»
pt_br: Inserir valor preciso da média das avaliações no identificador 'grrating'
ru: Получить точную оценку в идентификаторе 'grrating'
uk: Отримати точну оцінку до ідентифікатора «grrating»
zh_cn: 在“光栅”标识符中获取精确的评级

source: If checked, pulls precise rating (e.g. 3.78) into an identifier you can display as a custom column.
es: Si se activa, se guardará la calificación más precisa (por ejemplo 3.78) en un identificador que puede mostrarse como columna personalizada.
pt_br: Se marcada, insere valor médio das avaliações/classificações (p. ex. 3.78) em um identificador. você pode exibi-lo em coluna personalizada
ru: Если этот флажок установлен, в идентификатор вставляется точная оценка (например, 3,78). Можно отобразить как настраиваемый столбец.
uk: Якщо позначено, точну оцінку (наприклад 3.78) буде отримано до ідентифікатора, який може бути показано у нетиповому стовпчику.
zh_cn: 如果选中，则会将精确评级（例如 3.78）提取到标识符中 您可以显示为自定义列。

source: Get #votes for rating into 'grvotes' identifier
es: Obtener el número de votos para la calificación en el identificador «grvotes»
pt_br: Inserir #votes (número de avaliações) no identificador 'grvotes'
ru: Получить #votes для рейтинга в идентификатор 'grvotes'
uk: Отримати кількість голосів для оцінки до ідентифікатора «grvotes»
zh_cn: 将 #votes 评级放入“grvotes”标识符中

source: If checked, pulls number of votes producing this rating into an identifier you can display as a custom column.
es: Si se activa, se guardará el número de votos que dan lugar a esta calificación en un identificador que puede mostrarse como columna personalizada.
pt_br: Se marcada, insere o número de avaliações geradoras do valor preciso de Avaliação/Classificação em um identificador você pode exibi-lo em coluna personalizada
ru: Если флажок установлен, в идентификатор извлекается количество голосов, дающих этот рейтинг. Можно отображать как настраиваемый столбец.
uk: Якщо позначено, кількість голосів, за якою було обчислено цю оцінку, буде отримано до ідентифікатора, який може бути показано у нетиповому стовпчику.
zh_cn: 如果选中，则会将产生此评级的投票数提取到标识符中 您可以显示为自定义列。

source: Add new mapping
es: Añadir una nueva correspondencia
it: Aggiungi nuova mappatura
lv: Pievienot jaunu atbilstību
pt_br: Adicionar novo mapeamento
ru: Добавить соответствие
uk: Додати нову прив'язку
zh_cn: 添加新的映像关系

source: Enter a Goodreads genre name to create a mapping for:
es: Introduzca un nombre de género de Goodreads para el que crear una correspondencia:
it: Inserisci un nome del genere Goodreads per creare una mappatura per:
lv: Ievadīt atbilstošu Goodreads žanra nosaukumu:
pt_br: Insira um nome de gênero do Goodreads para criar um novo mapeamento:
ru: Введите сопоставляемый жанр Goodreads:
uk: Введіть назву жанру Goodreads для створення прив'язки:
zh_cn: 输入一个Goodreads类别名称以创建映像关系：

source: Add Failed
es: Fallo al añadir
it: Aggiunta fallita
lv: Pievienot neizdevās
pt_br: Adicionamento falhou
ru: Добавление не удалось
uk: Не вдалося додати
zh_cn: 添加失败

source: A genre with the same name already exists
es: Ya existe un género con el mismo nombre
it: Esiste già un genere con lo stesso nome
lv: Žanrs jau pastāv
pt_br: Um gênero de mesmo nome já existe
ru: Такой жанр уже существует
uk: Вже існує запис для жанру із такою назвою
zh_cn: 同名的类别名称已存在

source: Are you sure?
es: ¿Está seguro?
it: Sei sicuro/a?
lv: Esi pārliecināts?
pt_br: Tem certeza?
ru: Вы уверены?
uk: Ви певні?
zh_cn: 你确认吗？

source: Are you sure you want to delete the selected genre mappings?
es: ¿Está seguro de querer eliminar las correspondencias de género seleccionadas?
it: Sei sicuro di voler eliminare le mappature di genere selezionate?
lv: Vēlaties dzēst atlasīto žanru atbilstību?
pt_br: Tem certeza que deseja remover os mapeamentos de gênero selecionados?
ru: Вы действительно хотите удалить выделенные соответствия?
uk: Ви справді хочете вилучити позначені прив'язки жанрів?
zh_cn: 你确认要删除选中的类别映像关系吗？

source: Rename Failed
es: Fallo al cambiar el nombre
it: Rinomina non riuscito
lv: Pārdēvēt neizdevās
pt_br: Renomeação falhou
ru: Переименование не удалось
uk: Не вдалося перейменувати
zh_cn: 重命名失败

source: Are you sure you want to reset to the plugin default genre mappings?
es: ¿Está seguro de querer restablecer las correspondencias de género predeterminadas del complemento?
it: Sei sicuro di voler ripristinare le mappature dei generi predefinite del plug-in?
lv: Vēlaties atiestatīt atbilstības pēc noklusējuma?
pt_br: Tem certeza que deseja restaurar aos mapeamentos default do plugin?
ru: Вы действительно хотите сбросить соответствия к значениям по умолчанию?
uk: Ви справді хочете повернутися до типових прив'язок жанрів додатка?
zh_cn: 你确认要将映像关系重置为默认值吗？
