Repository: GwynethLlewelyn/calibre_plugins
Catalog: find_duplicates/translations/*.po
Languages: fi, ru, ta, tr

source: Keyboard shortcuts
fi: Pikanäppäimet
ru: Сочетания клавиш...
ta: விசைப்பலகை குறுக்குவழிகள்
tr: Klavye kısayolları

source: Restart calibre now
fi: Käynnistä calibre uudelleen
ru: Перезагрузите calibre сейчас
ta: இப்போது காலிபரை மறுதொடக்கம் செய்யுங்கள்
tr: Calibre'yi şimdi yeniden başlatın

source: Preferences for:
fi: Asetukset kohteelle:
ru: Предпочтения для:
ta: இதற்கான விருப்பத்தேர்வுகள்:
tr: Tercihler:

source: Clear
fi: Tyhjennä
ru: Очистить
ta: தெளிவான
tr: Temizle

source: Clear all settings for this plugin
fi: Tyhjennä kaikki tämän laajennuksen asetukset
ru: Очистить все настройки для плагина
ta: இந்த சொருகி அனைத்து அமைப்புகளையும் அழிக்கவும்
tr: Bu eklentinin tüm ayarlarını sıfırla

source: Are you sure you want to change your settings in this library for this plugin?
fi: Oletko varma, että haluat muuttaa asetuksia tässä kirjastossa tälle laajennukselle?
ru: Импорт списка
ta: இந்த சொருகி இந்த நூலகத்தில் உங்கள் அமைப்புகளை மாற்ற விரும்புகிறீர்களா?
tr: Bu eklenti için bu kitaplıktaki ayarlarınızı değiştirmek istediğinizden emin misiniz?

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
fi: Muissa kirjastoissa oleviin tai calibre laajennuskansioon JSON-tiedostoon tallennettuihin asetuksiin ei puututa.
ru: Любые настройки в других библиотеках или сохраненные в файле JSON в папке плагинов calibre не будут затронуты.
ta: பிற நூலகங்களில் உள்ள எந்த அமைப்புகளும் அல்லது உங்கள் காலிபர் செருகுநிரல்கள் கோப்புறையில் ஒரு JSON கோப்பில் சேமிக்கப்படாது.
tr: Diğer kitaplıklardaki veya calibre eklentiler klasörü JSON dosyasında saklanan ayarlara dokunulmaz.

source: You must restart calibre afterwards.
fi: Sinun on käynnistettävä calibre sen jälkeen uudelleen.
ru: Вы должны перезагрузить calibre впоследствии.
ta: நீங்கள் பின்னர் காலிபரை மறுதொடக்கம் செய்ய வேண்டும்.
tr: Daha sonra calibre'yi yeniden başlatmalısınız.

source: Settings changed
fi: Asetuksia muutettu
ru: Настройки изменены
ta: அமைப்புகள் மாற்றப்பட்டன
tr: Ayarlar değiştirildi

source: Settings for this plugin in this library have been changed.
fi: Tämän laajennuksen asetuksia tässä kirjastossa on muutettu.
ru: Настройки этого плагина в этой библиотеке были изменены.
ta: இந்த நூலகத்தில் இந்த சொருகி அமைப்புகள் மாற்றப்பட்டுள்ளன.
tr: Bu kitaplıktaki bu eklentinin ayarları değiştirildi.

source: Please restart calibre now.
fi: Käynnistä calibre uudelleen.
ru: Пожалуйста, перезагрузите calibre сейчас.
ta: தயவுசெய்து இப்போது காலிபரை மறுதொடக்கம் செய்யுங்கள்.
tr: Lütfen calibre'yi şimdi yeniden başlatın.

source: Are you sure you want to clear your settings in this library for this plugin?
fi: Oletko varma, että haluat tyhjentää tämän kirjaston asetukset tätä laajennusta varten?
ru: Вы действительно хотите очистить настройки плагина в библиотеке?
ta: இந்த சொருகி இந்த நூலகத்தில் உங்கள் அமைப்புகளை அழிக்க விரும்புகிறீர்களா?
tr: Bu eklentinin ayarlarını sıfırlama isteğinizden emin misiniz?

source: Settings deleted
fi: Asetuksia poistettu
ru: Настройки удалены
ta: அமைப்புகள் நீக்கப்பட்டன
tr: Ayarlar silindi

source: All settings for this plugin in this library have been cleared.
fi: Kaikki tämän laajennuksen asetukset tässä kirjastossa on tyhjennetty.
ru: Все настройки для этого плагина в этой библиотеке были очищены.
ta: இந்த நூலகத்தில் இந்த சொருகி அனைத்து அமைப்புகளும் அழிக்கப்பட்டுள்ளன.
tr: Bu kitaplıktaki bu eklenti için tüm ayarlar sıfırlandı.

source: Copy to clipboard
fi: Kopioi leikepöydälle
ru: Копировать в Буфер обмена
ta: கிளிப்போர்டுக்கு நகலெடுக்கவும்
tr: Panoya kopyala

source: Undefined
fi: Määrittelemätön
ru: Не определено
ta: வரையறுக்கப்படவில்லை
tr: Tanımsız

source: Restart required
fi: Uudelleenkäynnistys vaaditaan
ru: Требуется перезапуск
ta: மறுதொடக்கம் தேவை
tr: Yeniden başlatma gerekiyor

source: Title image not found - you must restart Calibre before using this plugin!
fi: Otsikkokuvaa ei löydy - sinun on käynnistettävä Calibre uudelleen ennen tämän laajennuksen käyttöä!
ru: Изображение обложки не найдено - перед использованием нужно перезапустить calibre!
ta: தலைப்பு படம் கிடைக்கவில்லை - இந்த சொருகி பயன்படுத்துவதற்கு முன்பு நீங்கள் காலிபரை மறுதொடக்கம் செய்ய வேண்டும்!
tr: Başlık görüntüsü bulunamadı - bu eklentiyi kullanmadan önce Calibre'yi yeniden başlatmalısınız!

source: Create new column
fi: Luo uusi sarake
ru: Создать новый столбец
ta: புதிய நெடுவரிசையை உருவாக்கவும்
tr: Yeni sütun oluştur

source: Find Duplicates
fi: Kaksoiskappaleiden haku
ru: Поиск дубликатов
ta: நகல்களைக் கண்டறியவும்
tr: Eşleşenleri Bul

source: &Find book duplicates
fi: &Etsi kirjan kaksoiskappaleet
ru: &Найти дубликаты книг
ta: & புத்தக நகலைக் கண்டுபிடி
tr: &Kitap eşleşenlerini bul

source: Find library duplicates
fi: Etsi kirjaston kaksoiskappaleet
ru: Найти дубликаты в библиотеках
ta: நூலக நகல்களைக் கண்டறியவும்
tr: Kitaplık eşleşenlerini bulun

source: Find books that are duplicated in another library compared to this one
fi: Etsi kirjoja, jotka ovat päällekkäisiä toisessa kirjastossa verrattuna tähän kirjastoon
ru: Найти книги, дублирующиеся в другой библиотеке по сравнению с этой
ta: இதனுடன் ஒப்பிடும்போது மற்றொரு நூலகத்தில் நகலெடுக்கப்பட்ட புத்தகங்களைக் கண்டறியவும்
tr: Buna kıyasla başka bir kitaplıktaki eş kitapları bulun

source: Find metadata &variations
fi: Etsi metadatan &muunnelmia
ru: Найти &варианты метаданных
ta: மெட்டாடேட்டா மற்றும் மாறுபாடுகளைக் கண்டறியவும்
tr: Meta veri çeşitlemelerini bulun

source: Find & rename variations in author, publisher, series or tags names that may indicate duplicates
fi: Etsi ja nimeä uudelleen tekijän, kustantajan, sarjan tai tunnisteiden nimissä esiintyviä muunnelmia, jotka voivat viitata päällekkäisyyksiin
ru: Найти и переименовать вариации имён авторов, издателей, серий или тегов, которые могут быть дубликатами.
ta: ஆசிரியர், வெளியீட்டாளர், தொடர் அல்லது குறிச்சொற்களின் பெயர்களில் மாறுபாடுகளைக் கண்டுபிடித்து மறுபெயரிடுங்கள், அவை நகல்களைக் குறிக்கலாம்
tr: Yazar, yayıncı, dizi veya etiket adlarında kopyaları gösterebilecek varyasyonları bulun ve yeniden adlandırın

source: &Next result
fi: Seuraava tulos
ru: &Следующий результат
ta: & அடுத்த முடிவு
tr: &Sonraki sonuç

source: Display the next duplicate result group
fi: Näytä seuraava kaksoistulosryhmä
ru: Показать следующую повторяющуюся группу результатов
ta: அடுத்த நகல் முடிவு குழுவைக் காண்பி
tr: Sonraki eş sonuç grubunu göster

source: &Previous result
fi: Edellinen tulos
ru: &Предыдущий результат
ta: முந்தைய முடிவு
tr: &Önceki sonuç

source: Display the previous duplicate result group
fi: Näytä edellinen kaksoistulosryhmä
ru: Показать предыдущую повторяющуюся группу результатов
ta: முந்தைய நகல் முடிவு குழுவைக் காண்பி
tr: Önceki eş sonuç grubunu göster

source: &Mark current group as exempt
fi: Merkitse nykyinen ryhmä poikkeukseksi
ru: &Отметить текущую группу как исключенную
ta: & தற்போதைய குழுவை விலக்கு என குறிக்கவும்
tr: &Geçerli grubu muaf olarak işaretle

source: Mark the current group as not duplicates and exempt from future consideration
fi: Merkitse nykyinen ryhmä ei-päällekkäiseksi ja jätä se pois tulevasta tarkastelusta
ru: Пометить текущую группу как не дублирующуюся и исключить из рассмотрения в будущем
ta: தற்போதைய குழுவை நகல்களாகக் குறிக்கவும், எதிர்கால கருத்தில் இருந்து விலக்கு அளிக்கவும்
tr: Mevcut grubu eşleşmeyen olarak işaretleyin ve gelecekteki değerlendirmelerde hariç tutun

source: Mark &all groups as exempt
fi: Merkitse &kaikki ryhmät poikkeuksiksi
ru: Отметить &все группы как исключенные
ta: மார்க் & அனைத்து குழுக்களும் விலக்கு
tr: &Tüm grupları muaf olarak işaretle

source: Mark all remaining duplicate groups as exempt from future consideration
fi: Merkitse kaikki jäljelle jäävät päällekkäiset ryhmät vapautetuiksi tulevasta tarkastelusta
ru: Пометить все оставшиеся повторяющиеся группы как исключенные из рассмотрения в будущем.
ta: மீதமுள்ள அனைத்து நகல் குழுக்களையும் எதிர்கால கருத்தில் இருந்து விலக்கு அளிப்பதைக் குறிக்கவும்
tr: Kalan tüm eşleşen gruplarını gelecekteki değerlendirmelerden muaf olarak işaretle

source: &Show all book duplicate exemptions
fi: Näytä kaikki kirjan kaksoiskappaleiden poikkeukset
ru: Показать &все исключения в отношении дубликатов книг
ta: & அனைத்து புத்தக நகல் விலக்குகளையும் காட்டு
tr: &Tüm eşleşen kitap muafiyetlerini göster

source: Show all books that have book duplicate exemption pairings
fi: Näytä kaikki kirjat, joissa on kirjan kaksoiskappaleiden poikkeuslupapareja
ru: Показать все книги, для которых предусмотрено исключение дубликатов книг
ta: புத்தக நகல் விலக்கு இணைப்புகளைக் கொண்ட அனைத்து புத்தகங்களையும் காட்டு
tr: Eşleşen kitap muafiyeti olan tüm kitapları göster

source: &Show all author duplicate exemptions
fi: Näytä kaikki tekijä-kaksoiskappaleiden poikkeukset
ru: Показать все исключения дубликатов &авторов
ta: & அனைத்து எழுத்தாளர் நகல் விலக்குகளையும் காட்டுங்கள்
tr: &Tüm eşleşen yazar muafiyetlerini göster

source: Show all books that have author duplicate exemption pairings
fi: Näytä kaikki kirjat, joissa on tekijän kaksoiskappalepoikkeusparit
ru: Показать все книги, авторы которых имеют одинаковые пары исключений
ta: எழுத்தாளர் நகல் விலக்கு இணைப்புகளைக் கொண்ட அனைத்து புத்தகங்களையும் காட்டு
tr: Eşleşen yazar muafiyeti olan tüm kitapları göster

source: &Manage exemptions for this book
fi: &Käsittele tämän kirjan poikkeuksia
ru: &Управление исключениями для этой книги
ta: & இந்த புத்தகத்திற்கான விலக்குகளை நிர்வகிக்கவும்
tr: &Bu kitap için muafiyetleri yönet

source: Show duplicate exemptions for this book to enable removal
fi: Näytä tämän kirjan päällekkäiset poikkeukset poistamisen mahdollistamiseksi
ru: Показать повторяющиеся исключения для этой книги, чтобы её можно было удалить
ta: அகற்றுவதற்கு இந்த புத்தகத்திற்கான நகல் விலக்குகளைக் காட்டு
tr: Kaldırma işlemini etkinleştirmek için bu kitabın yinelenen muafiyetlerini gösterin

source: &Remove selected exemptions
fi: &Poista valitut poikkeukset
ru: У&далить выбранные исключения
ta: & தேர்ந்தெடுக்கப்பட்ட விலக்குகளை அகற்று
tr: &Seçili muafiyetleri kaldır

source: Remove any duplicate book/author exemptions for the selected books
fi: Poista valituista kirjoista päällekkäiset kirjan/tekijän poikkeukset
ru: Удалить все дубликаты исключений для книг/авторов для выбранных книг
ta: தேர்ந்தெடுக்கப்பட்ட புத்தகங்களுக்கான எந்த நகல் புத்தகம்/ஆசிரியர் விலக்குகளையும் அகற்றவும்
tr: Seçili kitaplar için eşleşen kitap/yazar muafiyetlerini kaldırın

source: &Clear duplicate results
fi: &Poista päällekkäiset tulokset
ru: Удалить &повторяющиеся результаты
ta: & தெளிவான நகல் முடிவுகளை அழிக்கவும்
tr: &Eşleşen sonuçlarını temizle

source: Exit duplicate search mode
fi: Poistu kaksoiskappaleiden hakutilasta
ru: Выйти из режима поиска дубликатов
ta: நகல் தேடல் பயன்முறையிலிருந்து வெளியேறவும்
tr: Eşleşen arama modundan çık

source: &Export duplicate groups
fi: Vi&e päällekkäiset ryhmät
ru: &Экспорт повторяющихся групп
ta: & ஏற்றுமதி நகல் குழுக்கள்
tr: Eşleşen gruplarını dışa aktarın

source: Export duplicates groups to a json file
fi: Vie kaksoiskappaleiden ryhmät json-tiedostoon
ru: Экспорт дубликатов групп в файл json
ta: ஒரு JSON கோப்பில் குழுக்களை நகல் ஏற்றுமதி செய்யுங்கள்
tr: Eşleşen grupları bir json dosyasına aktarın

source: &Customize plugin
fi: &Mukauta laajennusta
ru: &Настроить плагин
ta: & சொருகி தனிப்பயனாக்கு
tr: &Eklentiyi özelleştir

source: &Help
fi: &Ohje
ru: Спр&авка
ta: &உதவி
tr: &Yardım

source: This action will ensure that each of the {0} in the group are exempt from appearing together again in future.
fi: Tällä toimenpiteellä varmistetaan, että kaikki ryhmässä {0} olevat eivät enää esiinny jatkossa yhdessä.
ru: Это действие гарантирует, что каждый из {0} в группе не будет появляться вместе в будущем.
ta: இந்த நடவடிக்கை குழுவில் உள்ள ஒவ்வொரு {0 athers எதிர்காலத்தில் மீண்டும் ஒன்றாக தோன்றுவதிலிருந்து விலக்கு அளிக்கப்படுவதை உறுதி செய்யும்.
tr: Bu işlem, gruptaki {0} kişiden her birinin gelecekte tekrar birlikte görünmekten muaf tutulmasını sağlayacaktır.

source: Are you <b>sure</b> you want to proceed?
fi: Haluatko <b>varmasti</b> jatkaa?
ru: Вы <b>уверены</b>, что хотите продолжить?
ta: நீங்கள் <b> நிச்சயமாக </b> தொடர விரும்புகிறீர்களா?
tr: Devam etmek <b>istiyor musunuz</b>?

source: No duplicates in group
fi: Ryhmässä ei ole kaksoiskappaleita
ru: Нет дубликатов в группе
ta: குழுவில் நகல்கள் இல்லை
tr: Grupta eşleşen yok

source: There are no duplicates remaining in this group.
fi: Tässä ryhmässä ei ole kaksoiskappaleita.
ru: В этой группе не осталось дубликатов.
ta: இந்த குழுவில் எந்த நகல்களும் இல்லை.
tr: Bu grupta eşleşen kalmadı.

source: Cannot manage exemptions
fi: Poikkeuksia ei voida käsitellä
ru: Невозможно управлять исключениями
ta: விலக்குகளை நிர்வகிக்க முடியாது
tr: Muafiyetler yönetilemiyor

source: No book selected
fi: Kirjaa ei ole valittu
ru: Нет выбранных книг
ta: எந்த புத்தகமும் தேர்ந்தெடுக்கப்படவில்லை
tr: Kitap seçilmedi

source: This book has no duplicate exemptions
fi: Tässä kirjassa ei ole päällekkäisiä poikkeuksia
ru: В этой книге нет исключений дубликатов
ta: இந்த புத்தகத்தில் நகல் விலக்குகள் இல்லை
tr: Bu kitapta eşleşen muafiyeti yok

source: Invalid selection
fi: Virheellinen valinta
ru: Неверное выделение
ta: தவறான தேர்வு
tr: Geçersiz seçim

source: You must select at least one book.
fi: Sinun on valittava ainakin yksi kirja.
ru: Нужно выбрать хотя бы одну книгу.
ta: நீங்கள் குறைந்தது ஒரு புத்தகத்தையாவது தேர்ந்தெடுக்க வேண்டும்.
tr: En az bir kitap seçmelisiniz.

source: This action will remove any duplicate exemptions for your selection. This will allow them to potentially appear as duplicates together in a future duplicate search.
fi: Tämä toiminto poistaa kaikki päällekkäiset poikkeukset valintasi osalta. Näin ne voivat mahdollisesti näkyä päällekkäisinä myöhemmin tehtävissä päällekkäishauissa.
ru: Это действие удалит все повторяющиеся исключения для вашего выбора. Это позволит им потенциально отображаться как дубликаты вместе в будущем поиске дубликатов.
ta: இந்த நடவடிக்கை உங்கள் தேர்வுக்கான எந்த நகல் விலக்குகளையும் அகற்றும். இது எதிர்கால நகல் தேடலில் ஒன்றாக நகல்களாகத் தோன்றும்.
tr: Bu işlem, seçiminiz için eşleşen muafiyetleri kaldıracaktır. Bu, gelecekteki bir eşleşen aramada potansiyel olarak kopyalar olarak görünmelerine izin verecektir.

source: Choose file
fi: Valitse tiedosto
ru: Выбрать файл
ta: கோப்பை தேர்ந்தெடுக்கவும்
tr: Dosya seçin

source: Saved duplicates
fi: Tallennetut kaksoiskappaleet
ru: Сохраненные дубликаты
ta: சேமித்த நகல்கள்
tr: Eşleşenler kaydedildi

source: Export completed
fi: Vienti valmistui
ru: Экспорт завершен
ta: ஏற்றுமதி முடிந்தது
tr: Dışa aktarma tamamlandı

source: Exported to: {}
fi: Viety osoitteeseen: {}
ru: Экспортировано в: {}
ta: ஏற்றுமதி: {}
tr: Şuraya dışa aktarıldı: {}

source: Analysing {0} books for duplicates
fi: Analysoidaan {0} kirjaa kaksoiskappaleiden osalta
ru: Анализ {0} книг на наличие дубликатов
ta: நகல்களுக்கு {0} புத்தகங்களை பகுப்பாய்வு செய்தல்
tr: {0} kitap eşleşmeler için inceleniyor

source: matching '{0}' identifier
fi: vastaava '{0}' tunniste
ru: совпадение '{0}' идентификатор
ta: பொருந்தும் '{0}' அடையாளங்காட்டி
tr: eşleşen '{0}' tanımlayıcısı

source: binary compare
fi: binäärivertailu
ru: бинарное сравнение
ta: பைனரி ஒப்பீடு
tr: ikili karşılaştırma

source: ignore title, {0} author
fi: ohita otsikko, {0} tekijä
ru: игнорировать название, {0} автор
ta: தலைப்பை புறக்கணிக்கவும், {0} ஆசிரியர்
tr: başlığı yoksay, {0} yazar

source: {0} title, {1} author
fi: {0} otsikko, {1} tekijä
ru: {0} название, {1} автор
ta: {0} தலைப்பு, {1} ஆசிரியர்
tr: {0} başlık, {1} yazar

source: Edit the keyboard shortcuts associated with this plugin
fi: Muokkaa tähän laajennukseen liittyviä pikanäppäimiä
ru: Редактирование сочетаний клавиш, связанных с этим плагином
ta: இந்த சொருகியுடன் தொடர்புடைய விசைப்பலகை குறுக்குவழிகளைத் திருத்தவும்
tr: Bu eklenti ile ilişkilendirilen klavye kısayollarını düzenle

source: Reset &confirmation dialogs
fi: Nollaa &vahvistusdialogit
ru: Сбросить диалоги &подтверждения
ta: மீட்டமை மற்றும் உறுதிப்படுத்தல் உரையாடல்கள்
tr: &Onay iletişim kutularını sıfırla

source: Reset all show me again dialogs for the Find Duplicates plugin
fi: Nollaa kaikki Näytä minut uudelleen -valintaikkunat Etsi kaksoiskappaleet -laajennuksessa
ru: Сбросить все диалоги «Показать снова» для плагина «Найти дубликаты»
ta: அனைத்தையும் மீட்டமைக்கவும் கண்டுபிடி நகல் சொருகி மீண்டும் உரையாடல்களைக் காட்டு
tr: Eşleşenleri Bul eklentisi için tüm tekrar göster iletişim kutularını sıfırla

source: &View library preferences
fi: &Näytä kirjastoasetukset
ru: &Просмотр настроек библиотеки
ta: & நூலக விருப்பங்களைக் காண்க
tr: Kitaplık tercihlerini görüntüle

source: View data stored in the library database for this plugin
fi: Näytä tämän laajennuksen kirjastotietokantaan tallennetut tiedot
ru: Просмотр данных, хранящихся в базе данных библиотеки для этого плагина
ta: இந்த சொருகி நூலக தரவுத்தளத்தில் சேமிக்கப்பட்ட தரவைக் காண்க
tr: Bu eklenti için kitaplık veri tabanına kayıtlı verileri görüntüle

source: Done
fi: Valmis
ru: Готово
ta: முடிந்தது
tr: Tamam

source: Confirmation dialogs have all been reset
fi: Kaikki vahvistusvalintaikkunat on nollattu
ru: Все диалоги подтверждения были сброшены
ta: உறுதிப்படுத்தல் உரையாடல்கள் அனைத்தும் மீட்டமைக்கப்பட்டுள்ளன
tr: Onaylama diyaloglarının tümü sıfırlandı

source: <b>Book duplicate search</b><br/>- Find groups of books which have an identical identifier such as an ISBN, amazon id, goodreads, uri etc.<br/>- Marking a group as exempt will prevent those specific books from appearing together in future duplicate book searches.
fi: <b>Kirjojen kaksoiskappalehaku</b><br/>- Etsi kirjaryhmiä, joilla on identtinen tunniste, kuten ISBN, amazon id, goodreads, uri jne.<br/>- Ryhmän merkitseminen vapautetuksi estää näitä kirjoja esiintymästä yhdessä tulevissa kaksoiskappalehauissa.
ru: <b>Поиск дубликатов книг</b> <br/>- Найдите группы книг с одинаковым идентификатором, таким как ISBN, amazon id, goodreads, uri и т. д.<br/>- Пометка группы как исключенной предотвратит совместное появление этих конкретных книг при поиске дубликатов книг в будущем.
ta: <b> புத்தக நகல் தேடல் </b> <br/>- ஐ.எஸ்.பி.என், அமேசான் ஐடி, குட்ரெட்ஸ், யுஆர்ஐ போன்ற ஒத்த அடையாளங்காட்டியைக் கொண்ட புத்தகங்களின் குழுக்களைக் கண்டறியவும். <br/>- ஒரு குழுவை விலக்கு எனக் குறிப்பது அவற்றைத் தடுக்கும் எதிர்கால நகல் புத்தகத் தேடல்களில் ஒன்றாக தோன்றுவதிலிருந்து குறிப்பிட்ட புத்தகங்கள்.
tr: <b>Eşleşen kitap arama</b><br/>- ISBN, amazon kimliği, goodreads, uri vb. aynı tanımlayıcıya sahip kitap gruplarını bulun.<br/>- Bir grubu muaf olarak işaretlemek, söz konusu kitapların gelecekteki eşleşen kitap aramalarında birlikte görünmesini engelleyecektir.

source: <b>Book duplicate search</b><br/>- Find groups of books which have a book format that is binary identical.<br/>- Compares the actual file size of every book format in your library, computing an SHA hash to compare contents where sizes match.<br/>- Books found using this search are guaranteed to be duplicates.<br/>- Marking a group as exempt will prevent those specific books from appearing together in future duplicate book searches.
fi: <b>Kirjojen kaksoiskappalehaku</b><br/>- Etsitään kirjaryhmiä, joiden kirjaformaatti on binäärisesti identtinen.<br/>- Vertailee jokaisen kirjastossasi olevan kirjaformaatin todellista tiedostokokoa ja laskee SHA-hashin vertaillakseen sisältöjä, joiden koot ovat yhteneväiset.<br/>- Kirjat, jotka on löydetty tämän haun avulla, ovat takuuvarmasti kaksoiskappaleita.<br/>- Ryhmän merkitseminen vapautetuksi estää näitä kirjoja esiintymästä yhdessä tulevissa kaksoiskappaleiden kirjahauissa.
ru: <b>Поиск дубликатов книг</b><br/> - Поиск групп книг с идентичным двоичным форматом книг. <br/>- Сравнивает фактический размер файла каждого формата книги в вашей библиотеке, вычисляя хэш SHA для сравнения содержимого, размеры которого совпадают. <br/>- Книги, найденные с помощью этого поиска, гарантировано дубликаты. <br/>- Пометка группы как исключенной предотвратит совместное появление этих конкретных книг при поиске повторяющихся книг в будущем.
ta: <b> புத்தக நகல் தேடல் </b> <br/>- பைனரி ஒரே மாதிரியான புத்தக வடிவத்தைக் கொண்ட புத்தகங்களின் குழுக்களைக் கண்டறியவும். <br/>- உங்கள் நூலகத்தில் உள்ள ஒவ்வொரு புத்தக வடிவத்தின் உண்மையான கோப்பு அளவையும் ஒப்பிடுகிறது, ஒரு ஷாவை கணக்கிடுகிறது அளவுகள் பொருந்தக்கூடிய உள்ளடக்கங்களை ஒப்பிட்டுப் பார்க்க ஹாஷ்.
tr: <b>Kitap yinelemeli arama</b><br/>- Aynı ikili kitap biçimine sahip kitap gruplarını bulun.<br/>- Kitaplığınızdaki her kitap biçiminin gerçek dosya boyutunu karşılaştırır ve boyutların eşleştiği içerikleri karşılaştırmak için bir SHA karması hesaplar.<br/>- Bunu kullanarak bulunan kitaplar aramanın kopya olması garanti edilir. <br/>- Bir grubun muaf olarak işaretlenmesi, bu belirli kitapların gelecekte tekrarlanan kitap aramalarında bir arada görünmesini engelleyecektir.

source: <b>Title duplicate search</b><br/>- Find groups of books with an <b>identical title</b> and {0}<br/>- Titles must match exactly excluding case.<br/>- Marking a group as exempt will prevent those specific books from appearing together in future duplicate book searches.
fi: <b>Nimikkeiden kaksoiskappaleiden haku</b><br/>- Etsi kirjaryhmiä, joilla on <b>identtinen nimi</b> ja {0}<br/>- Nimikkeiden on vastattava täsmälleen lukuun ottamatta isoja ja pieniä kirjaimia.<br/>- Ryhmän merkitseminen vapautetuksi estää näitä tiettyjä kirjoja esiintymästä yhdessä tulevissa kirjojen kaksoiskappaleiden hauissa.
ru: <b>Поиск повторяющихся названий</b> <br/>- Поиск групп книг с <b>одинаковыми названиями</b> и {0} <br/>- Названия должны точно совпадать, за исключением регистра. <br/>- Пометка группы как исключенной предотвратит совместное появление этих конкретных книг при повторном поиске книг в будущем.
ta: <b> தலைப்பு நகல் தேடல் </b> <br/>- ஒரு <b> ஒத்த தலைப்பு </b> மற்றும் {0} <br/> உடன் புத்தகங்களின் குழுக்களைக் கண்டறியவும்- தலைப்புகள் வழக்கைத் தவிர்த்து பொருந்த வேண்டும். <br/> - ஒரு குழுவை விலக்கு எனக் குறிப்பது எதிர்கால நகல் புத்தகத் தேடல்களில் அந்த குறிப்பிட்ட புத்தகங்கள் ஒன்றாக தோன்றுவதைத் தடுக்கும்.
tr: <b>Yinelenen başlık araması</b><br/>- <b>Aynı başlığa</b> ve {0} sahip kitap gruplarını bulun <br/>- Başlıklar, büyük/küçük harf hariç tam olarak eşleşmelidir.<br/>- Bir grubun muaf olarak işaretlenmesi, bu belirli kitapların gelecekteki yinelenen kitap aramalarında birlikte görünmesini engelleyecektir.
