Repository: GwynethLlewelyn/calibre_plugins
Catalog: find_duplicates/translations/*.po
Languages: fi, ru, ta, tr

source: Are you sure you want to rename the selected {0} items to "{1}"?
fi: Oletko varma, että haluat nimetä valitut {0}-kohteet uudelleen muotoon "{1}"?
ru: Вы уверены, что хотите переименовать выбранные элементы {0} в "{1}"?
ta: தேர்ந்தெடுக்கப்பட்ட {0} உருப்படிகளை "{1}" என்று மறுபெயரிட விரும்புகிறீர்களா?
tr: Seçilen {0} öğelerini "{1}" olarak yeniden adlandırmak istediğinizden emin misiniz?

source: <b>Book duplicate search</b><br/>- Report books in this library which have an identical identifier for books in the target library.<br/>
fi: <b>Kirjojen kaksoiskappalehaku</b><br/>- Raportoi tässä kirjastossa olevat kirjat, joilla on sama tunniste kuin kohdekirjaston kirjoilla.<br/>
ru: <b>Поиск дубликатов книг</b> <br/>- отчёт о книгах в этой библиотеке, которые имеют идентичный идентификатор для книг в целевой библиотеке.<br/>
ta: <b> புத்தக நகல் தேடல் </b> <br/>- இலக்கு நூலகத்தில் புத்தகங்களுக்கு ஒரே மாதிரியான அடையாளங்காட்டியைக் கொண்ட இந்த நூலகத்தில் புத்தகங்களைப் புகாரளிக்கவும். <br/>
tr: <b>Eşleşen kitap arama</b><br/>- Hedef kitaplıktaki kitaplar için aynı tanımlayıcıya sahip olan bu kitaplıktaki kitapları bildirin.<br/>

source: <b>Book duplicate search</b><br/>- Report books in this library which are binary identical to books in your target library.<br/>- Compares the actual file size of every book format in your libraries, computing an SHA hash to compare contents where sizes match.<br/>- Books found using this search are guaranteed to be duplicates.
fi: <b>Kirjojen kaksoiskappalehaku</b><br/>- Raportoi tässä kirjastossa olevat kirjat, jotka ovat binäärisesti identtisiä kohdekirjastossasi olevien kirjojen kanssa.<br/>- Vertaa kirjastojen jokaisen kirjamuodon todellista tiedostokokoa ja laskee SHA-hashin vertaillakseen sisältöjä, joiden koot ovat yhteneväiset.<br/>- Tämän haun avulla löydetyt kirjat ovat taatusti kaksoiskappaleita.
ru: <b>Поиск дубликатов книг</b> <br/>- Отчёт о книгах в этой библиотеке, которые в бинарном виде идентичны книгам в целевой библиотеке. <br/>- Сравнение фактического размера файла каждого формата книг в библиотеках, вычисляя хэш SHA для сравнения содержимого, с совпадающим размером. <br/>- Книги, найденные с помощью этого поиска, гарантированно будут дубликатами.
ta: <b> புத்தக நகல் தேடல் </b> <br/>- உங்கள் இலக்கு நூலகத்தில் உள்ள புத்தகங்களுக்கு ஒத்ததாக இருக்கும் இந்த நூலகத்தில் புத்தகங்களைப் புகாரளிக்கவும். <br/>- உங்கள் நூலகங்களில் உள்ள ஒவ்வொரு புத்தக வடிவத்தின் உண்மையான கோப்பு அளவையும் ஒப்பிடுகிறது, கம்ப்யூட்டிங் அளவுகள் பொருந்தக்கூடிய உள்ளடக்கங்களை ஒப்பிட்டுப் பார்க்க ஒரு ஷா ஹாஷ்.
tr: <b>Yinelenen kitap arama</b><br/>- Bu kitaplıktaki, hedef kitaplığınızdaki kitaplarla aynı ikili olan kitapları rapor edin.<br/>- Kitaplıklarınızdaki her kitap biçiminin gerçek dosya boyutunu karşılaştırır ve boyutların eşleştiği içerikleri karşılaştırmak için bir SHA karması hesaplar.<br/>- Bu aramayı kullanarak bulunan kitapların kopya olması garanti edilir.

source: <b>Title duplicate search</b><br/>- Report books in this library compared to your target library with an <b>identical title</b> and {0}<br/>- Titles must match exactly excluding case.
fi: <b>Nimikkeiden kaksoiskappalehaku</b><br/>- Raportoi tässä kirjastossa olevat kirjat verrattuna kohdekirjastoosi, joilla on <b>identtinen nimi</b> ja {0}<br/>- Otsikoiden on täsmättävä lukuun ottamatta isoja ja pieniä kirjaimia.
ru: <b>Поиск дубликатов названий</b> <br/>Отчёт о книгах в этой библиотеке (по сравнению с целевой библиотекой) с <b>идентичным названием</b> и {0} <br/>- Названия должны точно совпадать, за исключением регистра.
ta: <b> தலைப்பு நகல் தேடல் </b> <br/>- உங்கள் இலக்கு நூலகத்துடன் ஒப்பிடும்போது இந்த நூலகத்தில் புத்தகங்களைப் புகாரளிக்கவும் <b> ஒரே மாதிரியான தலைப்பு </b> மற்றும் {0} <br/>- தலைப்புகள் சரியாகத் தவிர்த்து பொருந்த வேண்டும் வழக்கு.
tr: <b>Eşleşen başlık arama</b><br/>- Bu kitaplıktaki kitapları, <b>aynı başlık</b> ve {0} ile hedef kitaplığınızla karşılaştırın. <br/>- Başlıklar, büyük/küçük harf hariç tam olarak eşleşmelidir.

source: <b>Title duplicate search</b><br/>- Report books in this library compared to your target library with a <b>similar title</b> and {0}<br/>- Similar title matches apply removal of common punctuation and prefixes and applies the same title matching logic as Automerge.
fi: <b>Nimikkeiden kaksoiskappalehaku</b><br/>- Raportoi tässä kirjastossa olevat kirjat verrattuna kohdekirjastoosi, joilla on <b>samankaltainen otsikko</b> ja {0}<br/>- Samankaltaisten otsikoiden vastaavuuksiin sovelletaan yhteisten välimerkkien ja etuliitteiden poistamista, ja se soveltaa samaa otsikoiden täsmäytyslogiikkaa kuin Automerge.
ru: <b>Поиск дубликатов названий</b> <br/>- Отчёт о книгах в этой библиотеке (по сравнению с целевой библиотекой) с <b>похожим названием</b> и {0} <br/>- При совпадении похожих названий удаляются общие знаки препинания и префиксы и применяется та же логика сопоставления названий, что и при Автообъединении.
ta: <b> தலைப்பு நகல் தேடல் </b> <br/>- உங்கள் இலக்கு நூலகத்துடன் ஒப்பிடும்போது இந்த நூலகத்தில் புத்தகங்களைப் புகாரளிக்கவும் <b> ஒத்த தலைப்பு </b> மற்றும் {0} <br/>- இதே பொதுவான நிறுத்தற்குறி மற்றும் முன்னொட்டுகள் மற்றும் ஆட்டோமெர்ஜ் போன்ற அதே தலைப்பு பொருந்தக்கூடிய தர்க்கத்தைப் பயன்படுத்துகிறது.
tr: <b>Yinelenen başlık arama</b><br/>- Bu kitaplıktaki kitapları <b>benzer başlığa</b> ve {0} sahip hedef kitaplığınızla karşılaştırarak raporlayın<br/>- Benzer başlık eşleşmeleri, yaygın noktalama işaretlerinin ve öneklerin kaldırılmasını sağlar ve Otomatik Birleştirme ile aynı başlık eşleştirme mantığını uygular.

source: <b>Title duplicate search</b><br/>- Report books in this library compared to your target library with a <b>soundex title</b> and {0}<br/>- Soundex title matches are based on the same removal of punctuation and common prefixes as a similar title search.
fi: <b>Nimikkeiden kaksoiskappalehaku</b><br/>- Raportoi tässä kirjastossa olevat kirjat verrattuna kohdekirjastoosi, joilla on <b>soundex-otsikko</b> ja {0}<br/>- Soundex-otsikon vastaavuudet perustuvat samaan välimerkkien ja yhteisten etuliitteiden poistoon kuin samankaltaisten nimikkeiden haku.
ru: <b>Поиск дубликатов названий</b> <br/>- Отчёт о книгах в этой библиотеке (по сравнению с целевой библиотекой) с <b>названием soundex</b> и {0} <br/>- совпадения названием Soundex основаны на том же удалении знаков препинания и общих префиксов, что и при поиске похожих названий.
ta: <b> தலைப்பு நகல் தேடல் </b> <br/>- உங்கள் இலக்கு நூலகத்துடன் ஒப்பிடும்போது <b> சவுண்டெக்ஸ் தலைப்பு </b> மற்றும் {0} <br/>- சவுண்டெக்ஸ் தலைப்பு போட்டிகள் அடிப்படையாகக் கொண்டவை இதேபோன்ற தலைப்பு தேடலாக நிறுத்தற்குறி மற்றும் பொதுவான முன்னொட்டுகளை அகற்றுவதில்.

source: <b>Title duplicate search</b><br/>- Report books in this library compared to your target library with a <b>fuzzy title</b> and {0}<br/>- Fuzzy title matches remove all punctuation, subtitles and any words after 'and', 'or' or 'aka' in the title.
fi: <b>Nimikkeiden kaksoiskappalehaku</b><br/>- Raportoi tässä kirjastossa olevat kirjat verrattuna kohdekirjastoosi, joilla on <b>sumea otsikko</b> ja {0}<br/>- Sumea otsikko-osumat poistavat kaikki välimerkit, alaotsikot ja kaikki sanat otsikon 'ja', 'tai' tai 'aka' jälkeen.
ru: <b>Поиск дубликатов названий</b> <br/>- Отчёт о книгах в этой библиотеке (по сравнению с целевой библиотекой) с <b>нечётким названием</b> и {0} <br/>- При совпадении нечетких названий удаляются все знаки препинания, подзаголовки и любые слова после 'and', 'or' или 'aka' в названии.
ta: <b> தலைப்பு நகல் தேடல் </b> <br/>- உங்கள் இலக்கு நூலகத்துடன் ஒப்பிடும்போது இந்த நூலகத்தில் புத்தகங்களைப் புகாரளிக்கவும் <b> தெளிவற்ற தலைப்பு </b> மற்றும் {0} <br/>- தெளிவற்ற தலைப்பு போட்டிகள் அனைத்தையும் அகற்று தலைப்பில் 'மற்றும்', 'அல்லது' அல்லது 'அக்கா' க்குப் பிறகு நிறுத்தற்குறி, வசன வரிகள் மற்றும் எந்த சொற்களும்.

source: <b>Author duplicate search</b><br/>- Report books in this library compared to your target library <b>ignoring title</b> with {0}<br/>- Ignore title searches are best to find variations of author names regardless of the books you have for each.
fi: <b>Tekijän kaksoiskappalehaku</b><br/>- Raportoi tässä kirjastossa olevat kirjat verrattuna kohdekirjastoosi <b>huomioimatta otsikkoa</b> {0}<br/>- Otsikon huomioimatta jättäminen -haun avulla löydät parhaiten kirjailijan nimien variaatioita riippumatta siitä, kuinka monta kirjaa sinulla on kustakin.
ru: <b>Поиск по дубликату автора</b> <br/>- Отчёт о книгах в этой библиотеке (по сравнению с целевой библиотекой), <b>игнорируя название</b> с помощью {0} <br/>- Игнорирование названия лучше всего подходит для поиска вариантов имён авторов независимо от их книг, которые у вас уже есть.
ta: <b> ஆசிரியர் நகல் தேடல் </b> <br/>- உங்கள் இலக்கு நூலகத்துடன் ஒப்பிடும்போது இந்த நூலகத்தில் புத்தகங்களைப் புகாரளிக்கவும் <b> தலைப்பைப் புறக்கணித்தல் </b> {0} <br/>- தலைப்பு தேடல்களைக் கண்டுபிடிப்பது சிறந்தது ஒவ்வொன்றிற்கும் நீங்கள் வைத்திருக்கும் புத்தகங்களைப் பொருட்படுத்தாமல் ஆசிரியர் பெயர்களின் மாறுபாடுகள்.

source: Cross Library Search Options
fi: Kirjastojen väliset hakuasetukset
ru: Опции межбиблиотечного поиска
ta: குறுக்கு நூலக தேடல் விருப்பங்கள்
tr: Kütüphaneler Arası Arama Seçenekleri

source: Compare With Library:
fi: Vertaa kirjastoon:
ru: Сравнить с библиотекой:
ta: நூலகத்துடன் ஒப்பிடுக:
tr: Kütüphane ile Karşılaştır:

source: Library:
fi: Kirjasto:
ru: Библиотека:
ta: நூலகம்:
tr: Kütüphane:

source: Duplicate Search Type:
fi: Kaksoiskappaleen hakutyyppi:
ru: Тип поиска дубликатов:
ta: நகல் தேடல் வகை:
tr: Eşleşen Arama Türü:

source: Title Matching:
fi: Otsikon vastaavuus:
ru: Соответствие названию:
ta: தலைப்பு பொருத்தம்:
tr: Başlık Eşleştirme:

source: Author Matching:
fi: Tekijän vastaavuus:
ru: Соответствие автора:
ta: ஆசிரியர் பொருத்தம்:
tr: Yazar Eşleştirme:

source: Compare Options:
fi: Vertailuasetukset:
ru: Опции сравнения:
ta: விருப்பங்களை ஒப்பிடுக:
tr: Karşılaştırma Seçenekleri:

source: Display duplicate books when search completes
fi: Näytä päällekkäiset kirjat, kun haku on valmis
ru: Отображать дубликаты книг после завершения поиска
ta: தேடல் முடிந்ததும் நகல் புத்தகங்களைக் காண்பி
tr: Arama tamamlandığında eşleşen kitapları göster

source: Uncheck this option if you just want the output log
fi: Poista tämä vaihtoehto, jos haluat vain tulostuslokin
ru: Снимите этот флажок, если вы просто хотите выходной лог
ta: நீங்கள் வெளியீட்டு பதிவை விரும்பினால் இந்த விருப்பத்தைத் தேர்வு செய்யவும்
tr: Yalnızca çıktı günlüğünü istiyorsanız bu seçeneğin işaretini kaldırın.

source: Choose library location to compare against
fi: Valitse kirjaston sijainti, johon vertailla
ru: Выберите расположение библиотеки для сравнения
ta: ஒப்பிடுவதற்கு நூலக இருப்பிடத்தைத் தேர்வுசெய்க
tr: Karşılaştırılacak kütüphane konumunu seçin

source: No library specified
fi: Kirjastoa ei ole määritetty
ru: Не указана библиотека
ta: எந்த நூலகமும் குறிப்பிடப்படவில்லை
tr: Kütüphane belirtilmedi

source: You must specify a library path
fi: Kirjastopolku on määritettävä
ru: Вы должны указать путь к библиотеке
ta: நீங்கள் ஒரு நூலக பாதையை குறிப்பிட வேண்டும்
tr: Bir kitaplık yolu belirtmelisiniz

source: Same as current
fi: Sama kuin nykyinen
ru: Такой же, как и текущий
ta: மின்னோட்டத்தைப் போலவே
tr: Mevcutla aynı

source: The location {0} contains the current calibre library
fi: Sijainti {0} sisältää nykyisen calibre-kirjaston
ru: Расположение {0} содержит текущую библиотеку
ta: இருப்பிடம் {0} தற்போதைய காலிபர் நூலகத்தைக் கொண்டுள்ளது
tr: {0} konumu geçerli calibre kitaplığını içeriyor

source: No existing library found
fi: Olemassa olevaa kirjastoa ei löytynyt
ru: Существующая библиотека не найдена
ta: தற்போதுள்ள நூலகம் எதுவும் கிடைக்கவில்லை
tr: Mevcut kitaplık bulunamadı

source: There is no existing calibre library at {0}
fi: Osoitteessa {0} ei ole olemassa olevaa calibre-kirjastoa
ru: В {0} нет существующей библиотеки
ta: {0 at இல் ஏற்கனவே காலிபர் நூலகம் இல்லை
tr: {0} konumunda mevcut calibre kitaplığı yok

source: Save log
fi: Tallenna loki
ru: Сохранить лог
ta: பதிவைச் சேமிக்கவும்
tr: Kayıt günlüğü

source: Save Find Duplicates log
fi: Tallenna Etsi kaksoiskappaleet -loki
ru: Сохранить лог Поиска дубликатов
ta: கண்டுபிடி நகல் பதிவை சேமிக்கவும்
tr: Eşleşenleri Bulma günlüğünü kaydet

source: Duplicates log file
fi: Kaksoiskappaleiden lokitiedosto
ru: Файл лога Дубликатов
ta: நகல் பதிவு கோப்பை நகலெடுக்கிறது
tr: Eşleşenler günlük dosyası

source: No duplicate groups were found when searching with: <b>{0}</b>
fi: Kaksoisryhmiä ei löytynyt hakusanoilla: <b>{0}</b>
ru: При поиске с помощью: <b>{0}</b> не было найдено повторяющихся групп
ta: இதைத் தேடும்போது நகல் குழுக்கள் எதுவும் காணப்படவில்லை: <b> {0} </b>
tr: Şununla arama yapılırken eşleşen grup bulunamadı: <b>{0}</b>

source: No duplicates
fi: Kaksoiskappaleita ei ole
ru: Нет дубликатов
ta: நகல்கள் இல்லை
tr: Eşleşen yok

source: Show this information again
fi: Näytä nämä tiedot uudelleen
ru: Показать эту информацию ещё раз
ta: இந்த தகவலை மீண்டும் காட்டு
tr: Bu bilgiyi tekrar göster

source: Found {0} duplicate groups when searching with: <b>{1}</b>
fi: {0} päällekkäistä ryhmää löytyi, kun haku suoritettiin seuraavalla hakusanalla: <b>{1}</b>
ru: Найдено {0} повторяющихся групп при поиске с помощью: <b>{1}</b>
ta: தேடும்போது {0} நகல் குழுக்கள் கிடைத்தன: <b> {1} </b>
tr: Şununla arama yaparken {0} eşleşen grup bulundu: <b>{1}</b>

source: No more duplicate groups exist from your search.
fi: Hakusi perusteella päällekkäisiä ryhmiä ei ole enää.
ru: По вашему запросу больше нет повторяющихся групп.
ta: உங்கள் தேடலில் இருந்து நகல் குழுக்கள் எதுவும் இல்லை.
tr: Aramanızda eşleşen grup yok.

source: The current duplicate group no longer exists. You cannot perform this action.
fi: Nykyistä kaksoiskappaleryhmää ei enää ole olemassa. Et voi suorittaa tätä toimintoa.
ru: Текущая повторяющаяся группа больше не существует. Вы не можете выполнить это действие.
ta: தற்போதைய நகல் குழு இனி இல்லை. இந்த செயலை நீங்கள் செய்ய முடியாது.
tr: Geçerli eşleşen grup artık mevcut değil. Bu eylemi gerçekleştiremezsiniz.

source: Showing #{0} of {0} remaining duplicate groups for {0}
fi: Näytetään #{0} / {0} jäljellä olevista päällekkäisistä ryhmistä {0}:lle.
ru: Показано #{0} из {0} оставшихся повторяющихся групп для {0}
ta: {0} க்கான {0} மீதமுள்ள நகல் குழுக்களின் #{0} ஐக் காட்டுகிறது
tr: {0} için kalan {0} yinelenen gruptan #{0} tanesi gösteriliyor

source: Results of {0} comparison: Source library: {1} Target library: {2} {3}
fi: {0}-vertailun tulokset: Lähdekirjasto: {1} Kohdekirjasto: {2} {3}
ru: Результаты сравнения {0}: Исходная библиотека: {1} Целевая библиотека: {2} {3}
ta: {0} ஒப்பீட்டின் முடிவுகள்: மூல நூலகம்: {1} இலக்கு நூலகம்: {2} {3}
tr: {0} karşılaştırmasının sonuçları: Kaynak kitaplık: {1} Hedef kitaplık: {2} {3}

source: Click 'Show details' to see the results.
fi: Näytä tulokset napsauttamalla 'Näytä tiedot'.
ru: Нажмите «Подробнее», чтобы увидеть результаты.
ta: முடிவுகளைக் காண 'விவரங்களைக் காட்டு' என்பதைக் கிளிக் செய்க.
tr: Sonuçları görmek için 'Ayrıntıları göster'i tıklayın.

source: Analysing duplicates in target database
fi: Kohdetietokannan kaksoiskappaleiden analysointi
ru: Анализ дубликатов в целевой базе данных
ta: இலக்கு தரவுத்தளத்தில் நகல்களை பகுப்பாய்வு செய்தல்
tr: Hedef veri tabanındaki eşleşmeleri çözümleme

source: Analysing duplicates in current database
fi: Nykyisen tietokannan kaksoiskappaleiden analysointi
ru: Анализ дубликатов в текущей базе данных
ta: தற்போதைய தரவுத்தளத்தில் நகல்களை பகுப்பாய்வு செய்தல்
tr: Mevcut veri tabanındaki eşleşenleri çözümleme

source: Found <b>{0} authors</b> with potential duplicates using <b>{1}</b> against the library at: {2}
fi: Löytyi <b>{0} tekijää</b> mahdollisilla kaksoiskappaleilla käyttämällä <b>{1}</b>-kirjastoa osoitteessa {2}
ru: Найдено <b>{0} авторов</b> с потенциальными дубликатами, использующими <b>{1}</b> в библиотеке по адресу: {2}
ta: <b> {0} ஆசிரியர்கள் </b> இல் <b> {1} </b> ஐப் பயன்படுத்தி சாத்தியமான நகல்களுடன் நூலகத்திற்கு எதிராக: {2}
tr: Şu adresteki kitaplığa karşı <b>{1}</b> kullanan, potansiyel kopyalara sahip <b>{0} yazar1</b>bulundu: {2}

source: Found <b>{0} books</b> with binary duplicates against the library at: {1}
fi: Löytyi <b>{0} kirjaa</b> binäärikopioineen kirjastosta osoitteessa: {1}
ru: Найдено <b>{0} книг</b> с двоичными дубликатами в библиотеке по адресу: {1}
ta: காணப்பட்டது <b> {0} புத்தகங்கள் </b> நூலகத்திற்கு எதிராக பைனரி நகல்களுடன்: {1}
tr: Şu adresteki kitaplıkta ikili kopyalara sahip <b>{0} kitap</b> bulundu: {1}

source: Found <b>{0} books</b> with potential duplicates using <b>{1}</b> against the library at: {2}
fi: Löytyi <b>{0} kirjaa</b>, joilla on mahdollisia kaksoiskappaleita käyttämällä <b>{1}</b> kirjastoa vastaan osoitteessa: {2}
ru: Найдено <b>{0} книг</b> с потенциальными дубликатами с использованием <b>{1}</b> в библиотеке по адресу: {2}
ta: <b> {0} புத்தகங்கள் </b> இல் <b> {1} </b> ஐப் பயன்படுத்தி சாத்தியமான நகல்களுடன் நூலகத்திற்கு எதிராக: {2}
tr: Şu adresteki kitaplıkta <b>{1}</b> kullanılarak potansiyel kopyalara sahip <b>{0} kitap</b> bulundu: {2}
