Repository: GwynethLlewelyn/calibre_plugins
Catalog: find_duplicates/translations/*.po
Languages: fi, ru, ta, tr

source: <b>Title duplicate search</b><br/>- Find groups of books with a <b>similar title</b> and {0}<br/>- Similar title matches apply removal of common punctuation and prefixes and applies the same title matching logic as Automerge.<br/>- Marking a group as exempt will prevent those specific books from appearing together in future duplicate book searches.
fi: <b>Nimikkeiden kaksoiskappaleihaku</b><br/>- Etsi kirjaryhmiä, joilla on <b> samankaltainen otsikko</b> ja {0}<br/>- Samankaltaisen otsikon osumat poistaa yhteiset välimerkit ja etuliitteet ja soveltavat samaa otsikoiden täsmäytyslogiikkaa kuin Automerge.<br/>- Ryhmän merkitseminen vapautetuksi estää näitä kirjoja esiintymästä yhdessä tulevissa kirjojen kaksoiskappaleiden hauissa.
ru: <b>Поиск дубликатов</b> <br/>- Поиск групп книг с <b>одинаковыми названиями</b> и {0} <br/>- Аналогичные совпадения заголовков удаляют распространённые знаки препинания и префиксы и применяют ту же логику сопоставления заголовков, что и Automerge. <br/>- Пометка группы как исключённой предотвратит совместное появление этих конкретных книг при повторном поиске книг в будущем.
ta: <b> தலைப்பு நகல் தேடல் </b> <br/>- ஒரு <b> ஒத்த தலைப்பு </b> மற்றும் {0} <br/> உடன் புத்தகங்களின் குழுக்களைக் கண்டறியவும் ஆட்டோமெர்ஜ் போன்ற அதே தலைப்புடன் பொருந்தக்கூடிய தர்க்கத்தைப் பயன்படுத்துகிறது.
tr: <b>Yinelenen başlık arama</b><br/>- <b>Benzer başlığa</b> ve {0} sahip kitap gruplarını bulun<br/>- Benzer başlık eşleşmeleri, yaygın noktalama işaretlerinin ve öneklerin kaldırılmasını sağlar ve Otomatik Birleştirme ile aynı başlık eşleştirme mantığını uygular.<br/>- Bir grubu muaf olarak işaretlemek, söz konusu belirli kitapları engelleyecektir Gelecekteki mükerrer kitap aramalarında birlikte görünmenin önlenmesi.

source: <b>Title duplicate search</b><br/>- Find groups of books with a <b>soundex title</b> and {0}<br/>- Soundex title matches are based on the same removal of punctuation and common prefixes as a similar title search.<br/>- Marking a group as exempt will prevent those specific books from appearing together in future duplicate book searches.
fi: <b>Nimikkeiden kaksoiskappalehaku</b><br/>- Etsi kirjaryhmiä, joilla on <b>soundex-nimike</b> ja {0}<br/>- Soundex-nimikkeiden osumat perustuvat samaan välimerkkien ja yhteisten etuliitteiden poistoon kuin samankaltaisten nimikkeiden haku.<br/>- Ryhmän merkitseminen vapautetuksi estää näitä tiettyjä kirjoja esiintymästä yhdessä tulevissa kirjojen kaksoiskappaleiden hauissa.
ru: <b>Поиск дубликатов</b> <br/>- Поиск групп книг с <b>названиями soundex</b> и {0} <br/>- Совпадения заголовков Soundex удаляют распространённые знаки препинания и префиксы и применяют ту же логику сопоставления заголовков, что и поиск по похожему названию. <br/>- Пометка группы как исключённой предотвратит совместное появление этих конкретных книг при повторном поиске книг в будущем.
ta: இப்போது இதேபோன்ற தலைப்புத் தேடலாக பொதுவான முன்னொட்டுகள்.
tr: <b>Yinelenen başlık arama</b><br/>- <b>Soundex başlıklı</b> kitap gruplarını bulun ve {0}<br/>- Soundex başlık eşleşmeleri, benzer başlık aramasında olduğu gibi noktalama işaretlerinin ve ortak öneklerin kaldırılmasına dayanır.<br/>- Bir grubu muaf olarak işaretlemek, söz konusu belirli kitapları engelleyecektir Gelecekteki mükerrer kitap aramalarında birlikte görünmenin önlenmesi.

source: <b>Title duplicate search</b><br/>- Find groups of books with a <b>fuzzy title</b> and {0}<br/>- Fuzzy title matches remove all punctuation, subtitles and any words after 'and', 'or' or 'aka' in the title.<br/>- Marking a group as exempt will prevent those specific books from appearing together in future duplicate book searches.
fi: <b>Nimikkeiden kaksoiskappalehaku</b><br/>- Etsi kirjaryhmiä, joilla on <b>epäselvä otsikko</b> ja {0}<br/>- Epäselvän otsikon osumat poistaa kaikki välimerkit, väliotsikot ja kaikki sanat, jotka ovat "ja", "tai" tai "aka" jälkeen otsikossa.<br/>- Ryhmän merkitseminen vapautetuksi estää näitä kirjoja esiintymästä yhdessä kirjojen kaksoiskappaleiden hauissa tulevaisuudessa.
ru: <b>Поиск дубликатов</b> <br/>- Поиск групп книг с <b>нечёткими названиями</b> и {0} <br/>- Нечёткие совпадения заголовков удаляют все знаки препинания, подзаголовки и любые слова после 'and', 'or' или 'aka' в заголовке. <br/>- Пометка группы как исключённой предотвратит совместное появление этих конкретных книг при повторном поиске книг в будущем.
ta: <b> தலைப்பு நகல் தேடல் </b> <br/>- ஒரு <b> தெளிவற்ற தலைப்பு </b> மற்றும் {0} <br/> உடன் புத்தகங்களின் குழுக்களைக் கண்டறியவும் தலைப்பில் 'மற்றும்', 'அல்லது' அல்லது 'அக்கா' க்குப் பிறகு.
tr: <b>Yinelenen başlık arama</b><br/>- Bulanık başlığa</b> ve {0} sahip kitap gruplarını bulun <br/>- Bulanık başlık eşleşmeleri, tüm noktalama işaretlerini, alt başlıkları ve başlıktaki 've', 'veya' veya 'aka'dan sonraki tüm kelimeleri kaldırın.<br/>- Bir grubun muaf olarak işaretlenmesi, bu belirli kitapların gelecekteki mükerrer kitap aramalarında bir arada görünmesini engelleyecektir.

source: <b>Author duplicate search</b><br/>- Find groups of books <b>ignoring title</b> with {0}<br/>- Ignore title searches are best to find variations of author names regardless of the books you have for each.<br/>- Marking a group as exempt will prevent any books by those authors from appearing together in future duplicate author searches.
fi: <b>Tekijän kaksoishaku</b><br/>- Etsi kirjaryhmiä <b>jättäen nimet huomioimatta</b> käyttämällä {0}<br/>- Ohita nimikehaut ovat parasta löytää muunnelmia kirjailijoiden nimistä riippumatta kirjat, jotka sinulla on kullekin.<br/>– Ryhmän merkitseminen vapautetuksi estää näiden kirjoittajien kirjoja näkymästä yhdessä tulevissa päällekkäisissä kirjailijahauissa.
ru: <b>Поиск дубликатов авторов</b> <br/>- Поиск групп книг с <b>игнорируя названия</b> и {0} <br/>- Игнорировать поиск по названию лучше всего подходит для поиска вариантов имён авторов независимо от книг, которые у вас есть для каждого. <br/>- Пометка группы как исключённой предотвратит совместное появление книг этих авторов при повторном поиске дубликатов авторов в будущем.
ta: <b> ஆசிரியர் நகல் தேடல் </b> <br/>- புத்தகங்களின் குழுக்களைக் கண்டறியவும் <b> தலைப்பைப் புறக்கணித்தல் </b> {0} <br/> ஒவ்வொன்றிற்கும் உங்களிடம் உள்ள புத்தகங்கள். <br/>- ஒரு குழுவை விலக்கு எனக் குறிப்பது எதிர்கால நகல் எழுத்தாளர் தேடல்களில் அந்த ஆசிரியர்களின் எந்த புத்தகங்களையும் ஒன்றாகக் காண்பிப்பதைத் தடுக்கும்.
tr: <b>Yinelenen yazar arama</b><br/>- Kitap gruplarını bulun {0} ile<b>başlığı yok sayarak</b><br/>- Başlık aramalarını göz ardı etmek, her biri için sahip olduğunuz kitaplara bakılmaksızın yazar adlarının çeşitlemelerini bulmak için en iyisidir. <br/>- Bir grubun muaf olarak işaretlenmesi, bu yazarların kitaplarının gelecekteki mükerrer yazar aramalarında birlikte görünmesini engelleyecektir.

source: an <b>identical author</b>.<br/>- Authors must match exactly excluding case.
fi: <b>identtinen tekijä</b>.<br/>- Tekijöiden on täsmättävä lukuun ottamatta kirjainkokoa.
ru: <b>идентичный автор</b>.<br/>- Авторы должны точно совпадать, исключая регистр.
ta: ஒரு <b> ஒத்த எழுத்தாளர் </b>. <br/>- ஆசிரியர்கள் வழக்கைத் தவிர்த்து பொருத்த வேண்டும்.
tr: <b>aynı yazar</b>.<br/>- Yazarlar büyük/küçük harf hariç tam olarak eşleşmelidir.

source: a <b>similar author</b>.<br/>- Similar authors differ only in punctuation, initials or order of their names.
fi: <b>samankaltainen tekijä</b>.<br/>- Samankaltaiset tekijät eroavat toisistaan vain välimerkeissä, nimikirjaimissa tai nimien järjestyksessä.
ru: <b>похожий автор</b>.<br/>- Похожие авторы отличаются только пунктуацией, инициалами или порядком их имён.
ta: ஒரு <b> ஒத்த எழுத்தாளர் </b>. <br/>- ஒத்த ஆசிரியர்கள் நிறுத்தற்குறி, முதலெழுத்துகள் அல்லது அவர்களின் பெயர்களின் வரிசையில் மட்டுமே வேறுபடுகிறார்கள்.
tr: <b>benzer yazar</b>.<br/>- Benzer yazarlar sadece noktalama işaretleri, baş harfleri veya adlarının sıralamasında farklılık gösterir.

source: a <b>soundex author</b>.<br/>- Soundex author matches start with the same removal of punctuation and ordering as a similar author search.
fi: a <b>Soundex-tekijä</b>.<br/>- Soundex-tekijätapaukset alkavat samalla tavalla, kun välimerkit ja järjestys poistetaan, kuin vastaavanlaisessa tekijähaussa.
ru: <b>автор soundex</b> .<br/>- Поиск авторов Soundex начинается с того же удаления пунктуации и порядка, что и поиск аналогичного автора.
ta: ஒரு <b> சவுண்டெக்ஸ் ஆசிரியர் </b>.
tr: <b>soundex yazar</b>.<br/>- Soundex yazar eşleştirmeleri, benzer bir yazar aramasıyla aynı noktalama işaretleri ve sıralamayla başlar.

source: a <b>fuzzy match author</b>.<br/>- Fuzzy author matches compare using their surnames and only the first initial.
fi: <b>Sumea vastaavuustekijä</b>.<br/>- Sumea tekijätäsmäys vertaa sukunimiä ja vain ensimmäistä alkukirjainta.
ru: <b>нечеткое совпадение авторов</b>.<br/> - Нечеткие совпадения авторов сравниваются с использованием их фамилий и только первого инициала.
ta: A <b> தெளிவில்லாத போட்டி ஆசிரியர் </b>.
tr: <b>bulanık eşleşen yazar</b>.<br/>- Bulanık yazar eşleşmeleri, soyadlarının yalnızca ilk harfi kullanılarak karşılaştırılır.

source: <b>ignoring the author</b>.
fi: <b>tekijän jättäminen huomioimatta</b>.
ru: <b>игнорирование автора</b>.
ta: <b> ஆசிரியரை புறக்கணித்தல் </b>.
tr: <b>Yazarı görmezden gel</b>.

source: Duplicate Search Options
fi: Kaksoiskappaleiden hakuasetukset
ru: Параметры поиска дубликатов
ta: தேடல் விருப்பங்களை நகல்
tr: Eşleşen Arama Seçenekleri

source: Duplicate Search Type
fi: Kaksoiskappaleiden hakutyyppi
ru: Тип поиска дубликатов
ta: தேடல் வகை நகல்
tr: Eşleşen Arama Türü

source: Binary Compare
fi: Binäärivertailu
ru: Двоичное сравнение
ta: பைனரி ஒப்பீடு
tr: İkili Karşılaştır

source: Identifier
fi: Tunniste
ru: Идентификатор
ta: அடையாளங்காட்டி
tr: Tanımlayıcı

source: Title/Author
fi: Nimi/Tekijä
ru: Название/автор
ta: தலைப்பு/ஆசிரியர்
tr: Başlık/Yazar

source: Title Matching
fi: Nimivastaavuus
ru: Соответствие названию
ta: தலைப்பு பொருத்தம்
tr: Başlık Eşleştirme

source: Length:
fi: Pituus:
ru: Длина:
ta: நீளம்:
tr: Uzunluk:

source: The shorter the soundex length, the greater likelihood of false positives. Large soundex values reduce your chances of matches
fi: Mitä lyhyempi soundexin pituus on, sitä suurempi on väärien positiivisten tulosten todennäköisyys. Suuret soundex-arvot vähentävät mahdollisuuksia saada osumia
ru: Чем короче длина soundex, тем выше вероятность ложных срабатываний. Большие значения soundex уменьшают ваши шансы на совпадение
ta: சவுண்டெக்ஸ் நீளம் குறுகிய, தவறான நேர்மறைகளின் அதிக வாய்ப்பு. பெரிய சவுண்டெக்ஸ் மதிப்புகள் உங்கள் போட்டிகளின் வாய்ப்புகளை குறைக்கின்றன
tr: Soundex uzunluğu ne kadar kısa olursa yanlış olasılığı o kadar artar. Büyük soundex değerleri eşleşme şansınızı azaltır

source: Author Matching
fi: Tekijävastaavuus
ru: Соответствие автора
ta: ஆசிரியர் பொருத்தம்
tr: Yazar Eşleştirme

source: Result Options
fi: Tulosasetukset
ru: Параметры результата
ta: முடிவு விருப்பங்கள்
tr: Sonuç Seçenekleri

source: Show all groups at once with highlighting
fi: Näytä kaikki ryhmät kerralla korostamalla
ru: Показать сразу все группы с выделением
ta: சிறப்பம்சமாக அனைத்து குழுக்களையும் ஒரே நேரத்தில் காட்டு
tr: Vurgulayarak tüm grupları aynı anda göster

source: Show one group at a time
fi: Näytä yksi ryhmä kerrallaan
ru: Показывать по одной группе
ta: ஒரு நேரத்தில் ஒரு குழுவைக் காட்டு
tr: Her seferinde bir grup göster

source: Highlight authors in the tag browser for ignore title searches
fi: Korosta tekijät tagiselaimessa ohittaaksesi otsikkohaut
ru: Выделить авторов в браузере тегов для игнорирования поиска по заголовку
ta: தலைப்பு தேடல்களை புறக்கணிக்க குறிச்சொல் உலாவியில் ஆசிரியர்களை முன்னிலைப்படுத்தவும்
tr: Başlık aramalarını yok saymak için etiket tarayıcısında yazarları vurgula

source: When checked, will ensure that the authors for the current group are shown in the tag browser and highlighted if multiple groups shown. Only applies for author duplicate searches.
fi: Kun tämä valitaan, varmistetaan, että nykyisen ryhmän tekijät näytetään tagiselaimessa ja korostetaan, jos näytetään useita ryhmiä. Koskee vain tekijöiden kaksoiskappalehakuja.
ru: Когда флажок установлен, гарантируется, что авторы для текущей группы отображаются в браузере тегов и выделяются, если показано несколько групп. Применяется только для поиска дубликатов авторов.
ta: சரிபார்க்கும்போது, தற்போதைய குழுவிற்கான ஆசிரியர்கள் இருப்பதை உறுதி செய்வார்கள் குறிச்சொல் உலாவியில் காட்டப்பட்டுள்ளது மற்றும் பல குழுக்கள் காட்டப்பட்டால் முன்னிலைப்படுத்தப்படுகின்றன. ஆசிரியர் நகல் தேடல்களுக்கு மட்டுமே பொருந்தும்.
tr: İşaretlendiğinde, geçerli grubun yazarlarının etiket tarayıcısında gösterilmesini ve birden fazla grup gösteriliyorsa vurgulanmasını sağlar. Yalnızca eşleşen yazar aramaları için geçerlidir.

source: Sort groups by number of duplicates
fi: Lajittele ryhmät kaksoiskappaleiden määrän mukaan
ru: Сортировка групп по количеству дубликатов
ta: நகல்களின் எண்ணிக்கையால் குழுக்களை வரிசைப்படுத்தவும்
tr: Grupları eşleşme sayısına göre sırala

source: When unchecked, will sort by an approximation of the title or by author if title is being ignored
fi: Kun valintamerkki poistetaan, lajittelu tapahtuu otsikon likimääräisen arvon mukaan tai tekijän mukaan, jos otsikkoa ei oteta huomioon
ru: Если флажок не установлен, будет сортироваться по приближению к заголовку или по автору, если заголовок игнорируется
ta: தேர்வு செய்யப்படும்போது, தலைப்பின் தோராயத்தால் வரிசைப்படுத்தப்படும் அல்லது தலைப்பு புறக்கணிக்கப்பட்டால் ஆசிரியரால்
tr: İşaretlenmediğinde, başlığın yaklaşık haline veya başlık göz ardı ediliyorsa yazara göre sıralar

source: Include languages metadata when comparing titles
fi: Sisällytä kielten metadata otsikoita verrattaessa
ru: Включать языковые метаданные при сравнении заголовков
ta: தலைப்புகளை ஒப்பிடும் போது மொழிகளின் மெட்டாடேட்டா சேர்க்கவும்
tr: Başlıkları karşılaştırırken dillerin meta verilerini dahil edin

source: When checked, books with identical titles but different languages metadata field values will not show as duplicates
fi: Kun tämä on valittuna, kirjat, joilla on samat nimet, mutta erilaiset kielten metadatakenttien arvot, eivät näy kaksoiskappaleina
ru: При проверке книги с одинаковыми названиями, но разными значения полей языковых метаданных не будут отображаться как дубликаты
ta: சரிபார்க்கும்போது, ஒரே மாதிரியான தலைப்புகளைக் கொண்ட புத்தகங்கள் ஆனால் வேறுபட்டவை மொழிகள் மெட்டாடேட்டா புலம் மதிப்புகள் நகலாகக் காட்டப்படாது
tr: İşaretlendiğinde, aynı başlığa sahip ancak farklı dillerdeki meta veri alanı değerlerine sahip kitaplar kopya olarak gösterilmeyecek

source: When doing a Binary Compare, automatically remove duplicate formats
fi: Kun teet binäärivertailua, poista automaattisesti päällekkäiset formaatit
ru: При выполнении бинарного сравнения автоматически удалять повторяющиеся форматы
ta: பைனரி ஒப்பீடு செய்யும்போது, தானாக நகல் வடிவங்களை அகற்றவும்
tr: İkili Karşılaştırma yaparken, eşleşen biçimleri otomatik olarak kaldırın

source: When checked and the Binary duplicate search is run, if duplicate formats are found then all except one are deleted. The format on the oldest book record will be kept. This is a convenience function for where you have multiple formats associated with each book and hence it is not readily obvious which of these is the duplicate. Note that the book records themselves are not deleted, and will still appear in the results for merging even if they now have no formats.
fi: Kun tämä on valittuna ja binäärinen kaksoiskappalehaku suoritetaan, jos kaksoismuodot löytyvät kaikki paitsi yksi poistetaan. Vanhimmassa kirjatietueessa oleva muoto säilytetään. Tämä on kätevä toiminto silloin, kun on useita formaatteja, jotka on liitetty jokaiseen kirjaan, eikä näin ollen ole selvää, mikä näistä on kaksoiskappale. Huomaa, että kirjatietueita ei poisteta, vaan ne näkyvät edelleen yhdistämisen tuloksissa, vaikka niillä ei nyt olisikaan formaatteja.
ru: Когда установлен флажок и выполняется бинарный поиск дубликатов, если найдены повторяющиеся форматы затем все, кроме одного, удаляются. Будет сохранен формат самой старой книжной записи. Это удобная функция, когда у вас есть несколько форматов, связанных с каждой книгой, и, следовательно, не совсем очевидно, какая из них является дубликатом. Обратите внимание, что сами записи книги не удаляются и по-прежнему будут отображаться в результатах для слияния, даже если они теперь не имеют форматов.
ta: சரிபார்க்கப்பட்டு பைனரி நகல் தேடல் இயக்கப்படும் போது, நகல் வடிவங்கள் காணப்பட்டால் ஒன்றைத் தவிர அனைத்தும் நீக்கப்படும். பழமையான புத்தக பதிவின் வடிவம் வைக்கப்படும். நீங்கள் பல வடிவங்களுடன் தொடர்புடைய இடத்திற்கான வசதியான செயல்பாடு இது ஒவ்வொரு புத்தகமும், எனவே இவற்றில் எது நகல் என்பது எளிதில் தெளிவாகத் தெரியவில்லை. புத்தகம் பதிவுகள் தங்களை நீக்கவில்லை என்பதை நினைவில் கொள்க, இன்னும் தோன்றும் ஒன்றிணைவதற்கான முடிவுகள் இப்போது வடிவங்கள் இல்லாவிட்டாலும் கூட.
tr: İşaretlendiğinde ve yinelenen biçimler bulunursa İkili yinelenen arama çalıştırıldığında daha sonra biri hariç hepsi silinir. En eski kitap kaydındaki biçim korunacaktır. Bu, ilişkili birden fazla biçimin olduğu durumlar için kullanışlı bir fonksiyondur her kitap ve dolayısıyla bunlardan hangisinin kopya olduğu hemen belli değil. Kitap kayıtlarının silinmediğini ve kitap kayıtlarında görünmeye devam edeceğini unutmayın. artık biçimleri olmasa bile birleştirme sonuçları.

source: Invalid Criteria
fi: Virheelliset perusteet
ru: Неверные критерии
ta: தவறான அளவுகோல்கள்
tr: Geçersiz Kriter

source: You must select an identifier type to search by Identifier.
fi: Sinun on valittava tunnisteen tyyppi, jos haluat tehdä haun tunnisteen mukaan.
ru: Вы должны выбрать тип идентификатора для поиска по идентификатору.
ta: அடையாளங்காட்டி மூலம் தேட நீங்கள் ஒரு அடையாளங்காட்டி வகையைத் தேர்ந்தெடுக்க வேண்டும்.
tr: Tanımlayıcıya göre arama yapmak için bir tanımlayıcı türü seçmelisiniz.

source: Manage Duplicate Exemptions
fi: Päällekkäisten poikkeusten käsittely
ru: Управление дубликатами исключений
ta: நகல் விலக்குகளை நிர்வகிக்கவும்
tr: Eşleşen Muafiyetlerini Yönetin

source: Manage Exemptions
fi: Poikkeusten hallinta
ru: Управление исключениями
ta: விலக்குகளை நிர்வகிக்கவும்
tr: Muafiyetleri Yönet

source: The first book below will never appear as a duplicate with the following books.<br/>To allow future duplicate consideration, tick the remove checkbox and click ok.
fi: Ensimmäinen alla oleva kirja ei koskaan näy kaksoiskappaleena seuraavien kirjojen kanssa.<br/>Jos haluat sallia kaksoiskappaleiden huomioimisen tulevaisuudessa, rastita Poista-valintaruutu ja napsauta ok.
ru: Первая книга ниже никогда не будет дублироваться со следующими книгами. <br/>Чтобы разрешить рассмотрение дубликатов в будущем, установите флажок «Удалить» и нажмите «ОК».
ta: கீழேயுள்ள முதல் புத்தகம் பின்வரும் புத்தகங்களுடன் ஒருபோதும் நகலாகத் தோன்றாது. <br/> எதிர்கால நகல் கருத்தை அனுமதிக்க, அகற்று தேர்வுப்பெட்டியைத் தேர்வுசெய்து சரி என்பதைக் கிளிக் செய்க.
tr: Aşağıdaki ilk kitap, sonraki kitapların kopyası olarak asla görünmeyecek.<br/>Gelecekte eşleşen değerlendirmeye izin vermek için, kaldır onay kutusunu işaretleyin ve Tamam'ı tıklayın.

source: The authors below will never appear as a duplicate with the following authors.<br/>To allow future duplicate consideration, tick the remove checkbox and click ok.
fi: Alla olevat tekijät eivät koskaan näy päällekkäisinä seuraavien tekijöiden kanssa.<br/>Jos haluat sallia päällekkäisyyksien huomioimisen tulevaisuudessa, rastita Poista valintaruutu ja napsauta ok.
ru: Указанные ниже авторы никогда не будут отображаться как дубликаты со следующими авторами. <br/>Чтобы разрешить рассмотрение дубликатов в будущем, установите флажок «Удалить» и нажмите «ОК».
ta: கீழேயுள்ள ஆசிரியர்கள் ஒருபோதும் பின்வரும் ஆசிரியர்களுடன் நகலாகத் தோன்ற மாட்டார்கள். <br/> எதிர்கால நகல் கருத்தை அனுமதிக்க, அகற்று தேர்வுப்பெட்டியைத் தேர்வுசெய்து சரி என்பதைக் கிளிக் செய்க.
tr: Aşağıdaki yazarlar hiçbir zaman aşağıdaki yazarların kopyası olarak görünmeyecek.<br/>Gelecekte eşleşen değerlendirmeye izin vermek için, kaldır onay kutusunu işaretleyin ve Tamam'ı tıklayın.

source: Find Duplicates Plugin
fi: Kaksoiskappaleiden haku
ru: Плагин Поиск дубликатов
ta: நகல் சொருகி கண்டறியவும்
tr: Yinelenenleri Bul Eklentisi

source: Find Metadata Variations
fi: Metadatamuunnelmien haku
ru: Поиск вариантов метаданных
ta: மெட்டாடேட்டா மாறுபாடுகளைக் கண்டறியவும்
tr: Meta veri çeşitlemelerini Bul

source: Choose metadata column:
fi: Valitse metadata-sarake:
ru: Выберите столбец метаданных:
ta: மெட்டாடேட்டா நெடுவரிசையைத் தேர்வுசெய்க:
tr: Meta veri sütununu seçin:

source: Authors
fi: Tekijät
ru: Авторы
ta: ஆசிரியர்கள்
tr: Yazarlar

source: Series
fi: Sarjat
ru: Серии
ta: தொடர்
tr: Diziler

source: Publisher
fi: Kustantaja
ru: Издатель
ta: பதிப்பகத்தார்
tr: Yayımcı

source: Tags
fi: Tagit
ru: Теги
ta: குறிச்சொற்கள்
tr: Etiketler

source: Choose similarity level:
fi: Valitse samankaltaisuustaso:
ru: Уровень схожести:
ta: ஒற்றுமை மட்டத்தைத் தேர்வுசெய்க:
tr: Benzerlik seviyesini seçin:

source: Similar
fi: Samankaltaiset
ru: Подобный
ta: ஒத்த
tr: Benzer

source: Soundex
ta: சவுண்டெக்ஸ்

source: Fuzzy
fi: Sumea
ru: Нечёткий
ta: தெளிவில்லாமல்
tr: Bulanık

source: Search
fi: Etsi
ru: Поиск
ta: தேடல்
tr: Ara

source: Search for results
fi: Hae tuloksia
ru: Поиск результатов
ta: முடிவுகளைத் தேடுங்கள்
tr: Sonuçları ara

source: Search results:
fi: Hakutulokset:
ru: Результаты поиска:
ta: தேடல் முடிவுகள்:
tr: Arama Sonuçları:

source: Authors:
fi: Tekijät:
ru: Авторы:
ta: ஆசிரியர்கள்:
tr: Yazarlar:

source: Variations:
fi: Variaatiot:
ru: Варианты:
ta: மாறுபாடுகள்:
tr: Çeşitlemeler:

source: &Show matching books
fi: Näytä va&staavat kirjat
ru: &Показать подходящие книги
ta: & பொருந்தக்கூடிய புத்தகங்களைக் காட்டு
tr: &Eşleşen kitapları göster

source: As a group is selected, show the search results in the library view
fi: Kun ryhmä on valittu, näytä hakutulokset kirjastonäkymässä
ru: При выборе группы показывать результаты поиска в представлении библиотеки
ta: ஒரு குழு தேர்ந்தெடுக்கப்பட்டதால், நூலகக் காட்சியில் தேடல் முடிவுகளைக் காட்டுங்கள்
tr: Bir grup seçildiğinde, arama sonuçlarını kitaplık görünümünde göster

source: Rename to:
fi: Nimeä uudelleen:
ru: Переименовать в:
ta: மறுபெயரிடுங்கள்:
tr: Yeniden adlandır:

source: &Rename
fi: &Nimeä uudelleen
ru: &Переименовать
ta: & மறுபெயரிடுங்கள்
tr: &Yeniden adlandır

source: Rename all of the selected items to this name
fi: Nimeä kaikki valitut kohteet uudelleen tällä nimellä
ru: Переименовать все выбранные элементы в это имя
ta: தேர்ந்தெடுக்கப்பட்ட அனைத்து பொருட்களையும் இந்த பெயருக்கு மறுபெயரிடுங்கள்
tr: Seçilen tüm öğeleri bu adla yeniden adlandırın

source: &Ignore
fi: Oh&ita
ru: &Игнорировать
ta: & புறக்கணிக்கவும்

source: Ignore all selected items from consideration at this time
fi: Jätä kaikki valitut kohteet huomiotta tällä hetkellä
ru: Игнорировать все выбранные элементы из рассмотрения в настоящее время
ta: தேர்ந்தெடுக்கப்பட்ட அனைத்து பொருட்களையும் இந்த நேரத்தில் பரிசீலிப்பதில் இருந்து புறக்கணிக்கவும்
tr: Şu anda değerlendirmeye alınan seçili öğelerin tümünü yoksay

source: No matches
fi: Ei vastaavaavuuksia
ru: Нет совпадений
ta: போட்டிகள் இல்லை
tr: Eşleşme yok

source: You have no variations of {0} using this criteria
fi: Sinulla ei ole variaatioita {0}:stä tämän kriteerin perusteella
ru: У вас нет вариантов {0} по этому критерию
ta: இந்த அளவுகோலைப் பயன்படுத்தி {0} இன் வேறுபாடுகள் உங்களிடம் இல்லை
tr: Bu kriteri kullanan {0} varyasyonunuz yok

source: Use this variation name
fi: Käytä tätä variaation nimeä
ru: Использовать этот вариант названия
ta: இந்த மாறுபாடு பெயரைப் பயன்படுத்தவும்
tr: Bu çeşitlemenin adını kullan

source: Variations of: {0}
fi: Variaatiot: {0}
ru: Варианты: {0}
ta: இதன் மாறுபாடுகள்: {0}
tr: Çeşitlemeleri: {0}
