Repository: GwynethLlewelyn/calibre_plugins
Catalog: modify_epub/translations/*.po
Languages: es, ru, tr, uk

source: Remove any metadata from the .opf manifest that is not in the dc: namespace. Such entries are created by editing in Sigil or calibre updating metadata. Use this option if publishing your ePubs externally.
es: Eliminar cualquier metadato del manifiesto .opf que no esté en el espacio de nombres dc:. Tales entradas se crean mediante la edición en Sigil o la actualización de metadatos de calibre. Use esta opción si publica sus ePubs externamente.
ru: Удалить из манифеста .opf все метаданные, отсутствующие в пространстве имен dc: . Такие записи создаются редактированием в Sigil или обновлением метаданных calibre. Используйте этот вариант, если публикуете свои ePub на внешнем сервере.
uk: Вилучити з маніфесту .opf усі метадані, які не перебувають у просторі назв dc:. Такі записи є наслідком редагування у Sigil або оновлення метаданих у calibre. Скористайтеся цим пунктом, якщо ви публікуєте ваші ePub на зовнішніх ресурсах.

source: Remove non dc: metadata elements
es: Eliminar elementos de metadatos no dc:
ru: Удалить не dc: элементы метаданных
uk: Вилучити елементи метаданих без dc:

source: Encode HTML in UTF-8
es: Codificar HTML en UTF-8
ru: Кодировать HTML в UTF-8
tr: HTML'yi UTF-8'de kodlayın
uk: Закодувати HTML в UTF-8

source: Removes any existing <meta> charset tags on html pages and encodes in UTF-8. For use where ebook does not display quotes in calibre viewer correctly.
es: Eliminar cualquier etiqueta <meta> de conjunto de caracteres existente en las páginas html y codificar en UTF-8. Para usar cuando el libro electrónico no muestra correctamente las comillas en el visor de calibre.
ru: Удалить все существующие теги <meta> кодировки на html-страницах и кодировать в UTF-8. Если электронная книга неправильно отображает кавычки в просмотрщике calibre.
uk: Вилучає усі наявні теґи наборів символів <meta> на сторінках html і кодує дані в UTF-8. Для використання там, де у засобі перегляду calibre не можна належним чином переглядати цитати.

source: Remove embedded fonts
es: Eliminar fuentes incrustadas
ru: Удалить встроенные шрифты
tr: Gömülü yazı tiplerini kaldır
uk: Вилучити вбудовані шрифти

source: Remove embedded fonts from the manifest and their files to reduce ePub size. Also removes @font-face declarations.
es: Eliminar las fuentes incrustadas del manifiesto y sus archivos para reducir el tamaño del ePub. Eliminar también las declaraciones @font-face.
ru: Удалить встроенные шрифты из манифеста и их файлы, чтобы уменьшить размер ePub. Также удалить объявления @font-face.
uk: Вилучити вбудовані шрифти та їхні файли з маніфесту для зменшення розміру ePub. Також вилучає оголошення @font-face.

source: Modify @page and body margin styles
es: Modificar el margen en los estilos de @page y body
ru: Изменить стили границ @page и body
tr: @sayfa ve gövde kenar boşluğu stillerini değiştirin
uk: Змінити стилі полів @page і body

source: Replace margin styles for @page or body with your calibre defaults in a new @page style. If your calibre defaults are negative, removes the margin attributes and if necessary the CSS file.
es: Reemplazar los estilos de margen para @page o body con los valores predeterminados de calibre en un nuevo estilo de @page. Si los valores predeterminados de calibre son negativos, elimina los atributos de margen y, si es necesario, el archivo CSS.
ru: Заменить стили полей для @page или body на значения по умолчанию для calibre в новом стиле @page. Если значения по умолчанию для calibre отрицательные, удаляются атрибуты поля и, при необходимости, файл CSS.
uk: Замінити стилі полів для @page або body типовими значеннями calibre у новому стилі @page. Якщо типові значення calibre є від'ємними, вилучає атрибути полів і, якщо потрібно, файл CSS.

source: Append extra CSS
es: Añadir CSS adicional
ru: Добавить дополнительный CSS
tr: Ekstra CSS ekleyin
uk: Дописати додатковий CSS

source: Appends any Extra CSS you have defined in your calibre defaults to every .CSS file. If you have no extra CSS defined or text already contained then it does nothing.
es: Añade cualquier CSS adicional que haya definido en los valores predeterminados de calibre a cada archivo .CSS. Si no hay ningún CSS adicional definido o el texto ya está presente, entonces no hace nada.
ru: Добавить любой дополнительный CSS, определённый в умолчальных настройках calibre, к каждому файлу .CSS. Если у вас нет дополнительного CSS или текста его содержащего - не делать ничего.
uk: Дописує усі додаткові CSS, які ви визначили у ваших типових параметра calibre, до усіх файлів .CSS. Якщо у вас не визначено CSS або немає тексту, який їх містить, ніяких наслідків не буде.

source: Convert html to use smart quotes and emdash characters
es: Convertir el html para usar comillas tipográficas y caracteres de raya
ru: Преобразовать html, чтобы использовать умные кавычки и символы тире
tr: Akıllı tırnak işaretleri ve emdash karakterlerini kullanmak için HTML'yi dönüştürün
uk: Скористатися у коді html кмітливими лапками та символами emdash

source: Smarten punctuation
es: Mejorar la puntuación
ru: Умная пунктуация
tr: Akıllı noktalama işaretleri
uk: Оптимізувати пунктуацію

source: Remove any .js files and inline javascript blocks
es: Eliminar cualquier archivo .js y bloques de javascript en línea
ru: Удалить все файлы .js и инлайновые блоки javascript
tr: Tüm .js dosyalarını ve satır içi javascript bloklarını kaldırın
uk: Вилучити усі файли .js та вбудований код javascript

source: Remove inline javascript and files
es: Eliminar javascript en línea y en archivos
ru: Удалить встроенный javascript и файлы
tr: Satır içi javascript ve dosyaları kaldırın
uk: Вилучити вбудований javascript і файли

source: Modify ePub Options
es: Opciones de Modify ePub
ru: Изменить параметры ePub
tr: ePub Seçeneklerini Değiştirin
uk: Параметри зміни ePub

source: Known Artifacts
es: Problemas conocidos
ru: Известные артефакты
tr: Bilinen Eserler
uk: Відомі паразитні об'єкти

source: Manifest
es: Manifiesto
ru: Манифест
uk: Маніфест

source: Table of Contents
es: Índice
ru: Оглавление (Таблица содержания)
tr: İçindekiler
uk: Зміст

source: HTML && Styles
es: HTML &y Estilos
ru: HTML && Стили
tr: HTML && Stiller
uk: HTML і стилі

source: Metadata Jackets
es: Sobrecubiertas de metadatos
ru: Суперобложки метаданных
uk: Обгортки метаданих

source: Covers
es: Portadas
ru: Обложки
tr: Kapaklar
uk: Обкладинки

source: Metadata
es: Metadatos
ru: Метаданные
tr: Meta veri
uk: Метадані

source: Clear all
es: Limpiar todo
ru: Очистить все
tr: Tümünü temizle
uk: Вилучити все

source: Clear all selections
es: Limpiar todas las selecciones
ru: Очистить все выделения
tr: Tüm seçimleri temizle
uk: Вилучити усе позначене

source: Save
es: Guardar
ru: Сохранить
tr: Kaydet
uk: Зберегти

source: Save the current selected settings for future recall with the Restore button
es: Guardar la configuración seleccionada actual para recuperarla en el futuro con el botón Restaurar
ru: Сохранить текущие выбранные настройки для вызова в будущем кнопкой «Восстановить»
tr: İleride geri çağırmak için mevcut seçili ayarları Geri Yükle düğmesiyle kaydedin
uk: Зберегти поточні визначені параметри для наступного використання за допомогою кнопки «Відновити»

source: Restore
es: Restaurar
ru: Восстановить
uk: Відновити

source: Restore your settings set when the Save button was last clicked
es: Restaurar la configuración establecida cuando se pulsó por última vez el botón Guardar
ru: Восстановить настройки, установленные при последнем нажатии кнопки «Сохранить»
tr: Kaydet düğmesine en son tıklandığında ayarladığınız ayarları geri yükleyin
uk: Відновити встановлені вами раніше параметри на момент останнього натискання кнопки «Зберегти»

source: No options selected
es: No hay opciones seleccionadas
ru: Опции не выбраны
tr: Hiçbir seçenek seçilmedi
uk: Не вибрано параметрів

source: You must select at least one option to continue
es: Debe seleccionarse al menos una opción para continuar
ru: Вы должны выбрать хотя бы один вариант, чтобы продолжить
tr: Devam etmek için en az bir seçenek seçmelisiniz
uk: Вам слід вибрати якийсь із варіантів, щоб продовжити

source: Cancel
es: Cancelar
ru: Отмена
tr: İptal
uk: Скасувати

source: Working
es: Trabajando
ru: Обработка
tr: Çalışıyor
uk: Обробляємо

source: Queueing books for modifying ePubs
es: Poner en cola libros para modificar ePubs
ru: Постановка книг в очередь для изменения ePub
tr: ePub'ları değiştirmek için kitapları kuyruğa al
uk: Створення черги для зміни ePub

source: Queueing
es: Poniendo en cola
ru: Постановка в очередь
tr: Kuyruk
uk: Створення черги

source: Could not modify ePub for some books
es: No se pudo modificar el ePub para algunos libros
ru: Не удалось изменить ePub для некоторых книг
tr: Bazı kitaplar için ePub değiştirilemedi
uk: Не вдалося змінити ePub для деяких книг

source: Could not modify %d of %d books, because no ePub source format was found.
es: No se pudieron modificar %d de %d libros, porque no se encontró el formato ePub de origen.
ru: Не удалось изменить %d из %d книг, так как не найден исходный формат ePub.
uk: Не вдалося змінити %d з %d книг, оскільки не було знайдено даних у початковому форматі ePub.

source: Adding %d modified ePubs
es: Añadiendo %dePubs modificados
ru: Добавление %d модифицированных ePub
tr: %d değiştirilmiş ePub ekleniyor
uk: Додаємо %d змінених ePub

source: Adding
es: Añadiendo
ru: Добавление
tr: Ekleme
uk: Додавання

source: ePub files updated
es: Archivos ePub actualizados
ru: ePub файлы обновлены
tr: ePub dosyaları güncellendi
uk: Оновлено файли ePub
