Repository: GwynethLlewelyn/calibre_plugins
Catalog: modify_epub/translations/*.po
Languages: es, ru, tr, uk

source: Keyboard shortcuts
es: Atajos de teclado
ru: Сочетания клавиш...
tr: Klavye kısayolları
uk: Клавіатурні скорочення

source: Restart calibre now
es: Reiniciar calibre ahora
ru: Перезагрузите calibre сейчас
tr: Calibre'yi şimdi tekrar başlatın
uk: Перезавантажити Calibre

source: Preferences for:
es: Preferencias para:
ru: Предпочтения для:
tr: Tercihler:
uk: Налаштування:

source: Clear
es: Limpiar
ru: Очистить
tr: Boş alan
uk: Очистити

source: Clear all settings for this plugin
es: Borrar todas las configuraciones para este complemento
ru: Очистить все настройки для плагина
tr: Bu eklentinin tüm ayarlarını sıfırla
uk: Очистити всі налаштування для цього плагіну

source: Are you sure you want to change your settings in this library for this plugin?
es: ¿Está seguro de querer cambiar la configuración del complemento en esta biblioteca?
ru: Импорт списка
tr: Bu eklenti için bu kitaplıktaki ayarlarınızı değiştirmek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте змінити ваші налаштування у цій бібліотеці для цього додатка?

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
es: Las configuraciones en otras bibliotecas o almacenada en un archivo JSON en la carpeta de complementos de calibre no se modificarán.
ru: Любые настройки в других библиотеках или сохраненные в файле JSON в папке плагинов calibre не будут затронуты.
tr: Calibre eklenti klasöründeki diğer kitaplıklarda veya JSON dosyasında saklanan herhangi bir ayara dokunulmayacak.
uk: Будь-які налаштування в інших бібліотеках, або збережені в файлі JSON в папці ваший плагінів не будуть змінені.

source: You must restart calibre afterwards.
es: Debe reiniciar calibre después.
ru: Вы должны перезагрузить calibre впоследствии.
tr: Calibre'yi yeniden başlatmanız gerekir.
uk: Після цього ви повинні перезавантажити Calibre.

source: Settings changed
es: Configuración modificada
ru: Настройки изменены
tr: Ayarlar değiştirildi
uk: Параметри змінено

source: Settings for this plugin in this library have been changed.
es: Se ha modificado la configuración del complemento en esta biblioteca.
ru: Настройки этого плагина в этой библиотеке были изменены.
tr: Bu kitaplıktaki bu eklentinin ayarları değiştirildi.
uk: Параметри для цього додатка у цій бібліотеці було змінено.

source: Please restart calibre now.
es: Reinicie calibre ahora.
ru: Пожалуйста, перезагрузите calibre сейчас.
tr: Lütfen Calibre'yi yeniden başlatın.
uk: Будь ласка, перезавантажте Calibre.

source: Are you sure you want to clear your settings in this library for this plugin?
es: ¿Está seguro de querer borrar la configuración del complemento en esta biblioteca?
ru: Вы действительно хотите очистить настройки плагина в библиотеке?
tr: Bu eklentinin ayarlarını sıfırlama isteğinizden emin misiniz?
uk: Ви впевнені, що бажаєте очистити ваші налаштування в цій бібліотцеці для даного плагіну?

source: Settings deleted
es: Configuración eliminada
ru: Настройки удалены
tr: Ayarlar silindi
uk: Параметри вилучено

source: All settings for this plugin in this library have been cleared.
es: Se ha borrado la configuración del complemento en esta biblioteca.
ru: Все настройки для этого плагина в этой библиотеке были очищены.
tr: Bu eklenti için ayarlarınız sıfırlandı.
uk: Всі налаштування для цього плагіну в цій бібліотеці були очищені.

source: Copy to clipboard
es: Copiar al portapapeles
ru: Копировать в Буфер обмена
tr: Panoya kopyala
uk: Копіювати до буфера обміну

source: Undefined
es: Indefinido
ru: Не определено
tr: Tanımlanmamış
uk: Невизначено

source: Restart required
es: Reinicio requerido
ru: Требуется перезапуск
tr: Yeniden başlatma gerekiyor
uk: Потрібен перезапуск

source: Title image not found - you must restart Calibre before using this plugin!
es: No se encontró la imagen del título. ¡Debe reiniciar calibre antes de usar este complemento!
ru: Изображение обложки не найдено - перед использованием нужно перезапустить calibre!
tr: Başlık görüntüsü bulunamadı - bu eklentiyi kullanmadan önce Calibre'yi yeniden başlatmalısınız!
uk: Не знайдено титульного зображення — вам слід перезапустити Calibre, перш ніж користуватися цим додатком!

source: Create new column
es: Crear nueva columna
ru: Создать новый столбец
tr: Yeni sütun oluştur
uk: Створити стовпчик

source: Modify the contents of an ePub without a conversion
es: Modificar el contenido de un ePub sin conversión
ru: Изменить содержимое ePub без преобразования
tr: Bir ePub'ın içeriğini dönüştürmeden değiştirme
uk: Внесення змін до вмісту ePub без перетворення

source: Modify ePub
es: Modifiy ePub
ru: Изменить ePub
tr: ePub'ı değiştir
uk: Зміна ePub

source: Cannot modify ePub
es: No se puede modificar ePub
ru: Невозможно изменить ePub
tr: ePub değiştirilemez
uk: Не вдалося змінити ePub

source: You must select one or more books to perform this action.
es: Debe seleccionar uno o más libros para realizar esta acción.
ru: Для выполнения этого действия необходимо выбрать одну или несколько книг.
tr: Bu eylemi gerçekleştirmek için bir veya daha fazla kitap seçmelisiniz.
uk: Вам слід позначити одну або декілька книг для виконання цієї дії.

source: No ePub available. First convert the book to ePub.
es: No hay ePub disponible. Primero convierta el libro a ePub.
ru: ePub недоступен. Сначала конвертируйте книгу в ePub.
tr: Kullanılabilir ePub yok. Önce kitabı ePub'a dönüştürün.
uk: Немає доступного ePub. Спочатку, виконайте перетворення даних книги на ePub.

source: Failed to modify ePubs
es: Error al modificar los ePubs
ru: Невозможно изменить ePub
tr: ePub'lar değiştirilemedi
uk: Не вдалося змінити ePub

source: Modify ePub completed
es: Modificar ePub completado
ru: Изменение ePub завершено
tr: ePub'ı değiştirme tamamlandı
uk: Внесення змін до ePub завершено

source: No ePub files were updated. If this isn't what you expected then press the Show details button to check for errors in the log.
es: No se actualizó ningún archivo ePub. Si esto no es lo que esperaba, pulse el botón «Mostrar detalles» para verificar si hay errores en el registro.
ru: Файлы ePub не обновлены. Если это не то, что вы ожидали, нажмите кнопку Показать подробности, чтобы проверить наличие ошибок в журнале.
tr: Hiçbir ePub dosyası güncellenmedi. Beklediğiniz bu değilse, günlükteki hataları kontrol etmek için Ayrıntıları göster düğmesine basın.
uk: Файли ePub не було оновлено. Якщо це не те, на що ви очікували, натисніть кнопку «Показати подробиці, щоб ознайомитися із помилками у журналі.

source: Modify ePub changed no files
es: Modify ePub no cambió ningún archivo
ru: Изменить ePub без изменений файлов
tr: ePub'ı değiştir hiçbir dosyayı değiştirmedi
uk: Додаток зміни ePub не вніс змін до жодного з файлів

source: Modify ePub modified <b>%d ePub files(s)</b> into a temporary location. Proceed with replacing the versions in your library?
es: Modify ePub modficó <b>%d archivo(s) ePub</b> en una ubicación temporal. ¿Desea reemplazar las versiones en la biblioteca?
ru: Изменение ePub изменило <b>%d файлы ePub</b> во временную папку. Приступить к замене версий в вашей библиотеке?
uk: Додаток внесення змін до ePub вніс зміни до <b>%d файлів ePub</b> у тимчасовому каталозі. Продовжити внесення змін із заміною версій у вашій бібліотеці?

source: Modify ePub complete
es: Modify ePub completado
ru: Изменение ePub завершено
tr: ePub'ı değiştirme tamamlandı
uk: Внесення до ePub завершено

source: Modify log
es: Registro de modificación
ru: Журнал изменений
tr: Değiştirme günlüğü
uk: Журнал внесення змін

source: Other options:
es: Otras opciones:
ru: Прочие параметры:
tr: Diğer seçenekler:
uk: Інші параметри:

source: Prompt to save epubs
es: Preguntar para guardar ePubs
ru: Предлагать сохранить epubs
tr: Epub'ları kaydetme istemi
uk: Питати про збереження epub

source: Uncheck this option if you want changes applied without a confirmation dialog.
es: Desmarque esta opción si desea aplicar los cambios sin un cuadro de diálogo de confirmación.
ru: Снимите этот флажок, если вы хотите, чтобы изменения применялись без диалогового окна подтверждения.
tr: Değişikliklerin onay iletişim kutusu olmadan uygulanmasını istiyorsanız bu seçeneğin işaretini kaldırın.
uk: Зніміть позначку з цього пункту, якщо ви хочете, щоб зміни було застосовано без вікна підтвердження.

source: Edit the keyboard shortcuts associated with this plugin
es: Modificar los atajos de teclado asociados con este complemento
ru: Редактирование сочетаний клавиш, связанных с этим плагином
tr: Bu eklenti ile ilişkilendirilen klavye kısayollarını düzenle
uk: Редагувати клавіатурні скорочення, пов’язані із роботою цього додатка.

source: &Help
es: &Ayuda
ru: Спр&авка
tr: &Yardım
uk: &Довідка

source: Remove iTunes files
es: Eliminar archivos de iTunes
ru: Удалить файлы iTunes
tr: iTunes dosyalarını kaldır
uk: Вилучити файли iTunes

source: Removes any iTunesMetadata.plist or artwork files added by viewing the ePub in iTunes
es: Elimina cualquier archivo iTunesMetadata.plist o a artwork añadido al visualizar el ePub en iTunes
ru: Удалить любые файлы iTunesMetadata.plist или графические объекты добавляемые при просмотре ePub в iTunes
uk: Вилучає усі файли iTunesMetadata.plist або файли художнього оформлення, які додано під час перегляду ePub в iTunes

source: Remove any bookmark files added by the calibre ebook viewer
es: Eliminar los archivos de marcadores añadidos por el visor de libros electrónicos de calibre
ru: Удалить все файлы закладок, добавленные просмотрщиком электронных книг calibre
tr: Calibre e-kitap görüntüleyici tarafından eklenen yer imi dosyalarını kaldırın
uk: Вилучити усі файли закладок, які додано засобом перегляду книг calibre

source: Remove calibre bookmark files
es: Eliminar archivos de marcadores de calibre
ru: Удалить файлы закладок calibre
tr: Calibre yer imi dosyalarını kaldır
uk: Вилучити файли закладок calibre

source: Remove OS artifact files
es: Eliminar archivos espurios del sistema operativo
ru: Удалить файлы артефактов ОС
tr: İşletim sistemi yapı dosyalarını kaldırın
uk: Вилучити паразитні файли ОС

source: Removes any OS artifacts like thumbs.db or .DS_Store that are not needed by the ePub
es: Elimina archivos espurios del sistema operativo como thumbs.db o .DS_Store que no son necesarios para el ePub
ru: Удалить любые артефакты ОС, такие как thumbs.db или .DS_Store, которые не нужны в ePub
uk: Вилучає усі паразитні файли ОС, подібні до thumbs.db або .DS_Store, які не потрібні для читання ePub

source: Remove any unused jpg, png or gif image files that are not referenced from the html pages. This can occur as the result of careless ePub editing.
es: Eliminar cualquier archivo de imagen jpg, png o gif no utilizado que no esté referenciado en las páginas html. Esto puede ocurrir como resultado de una modificación descuidada del ePub.
ru: Удалить все неиспользуемые файлы изображений jpg, png или gif, на которые нет ссылок. со страниц html. Это может произойти в результате неосторожного редактирования ePub.
uk: Вилучити усі невикористані файли зображень jpg, png та gif, на які немає посилань на сторінках html. Поява таких файлів може бути результатом неправильного редагування ePub.

source: Remove unused image files
es: Eliminar archivos de imagen no utilizados
ru: Удалить неиспользуемые файлы изображений
tr: Kullanılmayan görüntü dosyalarını kaldırın
uk: Вилучити невикористані файли зображень

source: De-indent (aka unpretty)
es: Quitar sangría (desembellecer)
ru: Убрать отступы (unpretty)
tr: Girintiyi azalt (namı diğer hoş olmayan)
uk: Прибрати відступи

source: Remove indentation from HTML files
es: Eliminar sangría de archivos HTML
ru: Удалить отступы из файлов HTML
tr: Girintiyi HTML dosyalarından kaldırın
uk: Вилучити відступи у файлах HTML

source: Remove remnants of Kobo DRM
es: Eliminar restos de Kobo DRM
ru: Удалить остатки Kobo DRM
tr: Kobo DRM'nin kalıntılarını kaldırın
uk: Вилучити залишки DRM Kobo

source: Strip Kobo DRM remnants
es: Elimina los restos de DRM de Kobo
ru: Вырезать остатки Kobo DRM
tr: Kobo DRM kalıntılarını çıkarın
uk: Вилучити залишки DRM Kobo

source: Remove spans without attributes
es: Eliminar etiquetas <span> sin atributos
ru: Удалить span-ы без атрибутов
tr: Niteliksiz aralıkları kaldır
uk: Вилучити теґи span без атрибутів

source: Strip spans
es: Quitar espacios
ru: Вырезать span-ы
uk: Очистити span

source: Remove entries in the manifest for files listed that do not exist in the ePub
es: Eliminar entradas en el manifiesto para archivos que no existen en el ePub
ru: Удалить записи в манифесте для перечисленных файлов, которых нет в ePub
tr: ePub'da bulunmayan, listelenen dosyalar için bildirimdeki girişleri kaldırın
uk: Вилучити з маніфесту записи файлів, яких не існує в ePub

source: Remove missing file entries from manifest
es: Eliminar del manifiesta las entradas de archivo que faltan
ru: Удалить записи об отсутствующих файлах из манифеста
tr: Eksik dosya girişlerini manifestten kaldır
uk: Вилучити записи файлів, яких немає, з маніфесту

source: Add files to manifest that are in the ePub but do not exist in the .opf manifest (excluding iTunes/calibre bookmarks)
es: Añadir archivos al manifiesto que están en el ePub pero que no existen en el manifiesto .opf (excepto marcadores de iTunes o calibre)
ru: Добавить в манифест файлы, которые есть в ePub, но отсутствуют в манифесте .opf (кроме закладок iTunes/calibre)
uk: Додати до маніфесту файли, які є в ePub, але яких немає у маніфесті .opf (окрім закладок iTunes/calibre)

source: Add unmanifested files to manifest
es: Añadir archivos no manifestados al manifiesto
ru: Добавить неманифестированные файлы в манифест
tr: Bildirilmemiş dosyaları manifest'e ekle
uk: Додати файли поза маніфестом до маніфесту

source: Remove files from the ePub that do not exist in the .opf manifest (excluding iTunes/calibre bookmarks). Will not be applied if the add option is also checked
es: Eliminar archivos del ePub que no existen en el manifiesto .opf (excepto marcadores de iTunes o calibre). No se aplicará si la opción de añadir también está marcada
ru: Удалить из ePub файлы, которых нет в манифесте .opf. (кроме закладок iTunes/calibre). Не будет применяться, если опция Добавить также отмечена
uk: Вилучити з ePub файли, яких немає у маніфесті .opf (окрім закладок iTunes/calibre). Не буде застосовано, якщо позначено пункт додавання

source: Remove unmanifested files from ePub
es: Eliminar del ePub los archivos que no están en el manifiesto
ru: Удалить неманифестированные файлы из ePub
tr: Bildirilmemiş dosyaları ePub'dan kaldırın
uk: Вилучити файли поза маніфестом з ePub

source: Remove any Adobe .xpgt file margins to prevent them interfering with viewing
es: Eliminar los márgenes de los archivos .xpgt de Adobe para evitarl que interfieran con la visualización
ru: Удалить все границы файла Adobe .xpgt, чтобы они не мешали просмотру
uk: Вилучити усі поля у файлах .xpgt Adobe, щоб запобігти конфліктам під час перегляду

source: Remove margins from Adobe .xpgt files
es: Eliminar márgenes de archivos Adobe .xpgt
ru: Удалить границы из файлов Adobe .xpgt
tr: Adobe .xpgt dosyalarındaki kenar boşluklarını kaldırın
uk: Вилучити поля з файлів Adobe .xpgt

source: Delete the .xpgt file completely from the epub as well as removing any links from the xhtml files
es: Eliminar el archivo .xpgt completamente del epub, así como cualquier enlace en los archivos xhtml
ru: Полностью удалить файл .xpgt из epub, а также удалить любые ссылки из файлов xhtml
uk: Вилучити з ePub файли .xpgt повністю, а також вилучити усі посилання на них з файлів xhtml

source: Remove Adobe .xpgt files and links
es: Eliminar archivos y enlaces Adobe .xpgt
ru: Удалить файлы Adobe .xpgt и ссылки
tr: Adobe .xpgt dosyalarını ve bağlantılarını kaldırın
uk: Вилучити файли .xpgt Adobe та посилання на них

source: Remove Adobe resource DRM meta tags
es: Eliminar etiquetas meta de recursos DRM de Adobe
ru: Удалить метатеги DRM ресурсов Adobe
tr: Adobe kaynak DRM meta etiketlerini kaldırın
uk: Вилучити метамітки DRM Adobe ресурсів

source: Remove any meta tags from the xhtml files that contain DRM urn identifiers.
es: Eliminar cualquier todas las etiquetas meta de los archivos xhtml que contengan identificadores urn DRM.
ru: Удалить все метатеги из файлов xhtml, содержащих DRM urn идентификаторы.
uk: Вилучити усі метамітки з файлів xhtml, які містять ідентифікатори urn DRM.

source: Remove page maps
es: Eliminar mapas de página
ru: Удалить карты страниц
tr: Sayfa haritalarını kaldır
uk: Вилучити мапи сторінок

source: Removes all types of page map files
es: Elimina todo tipo de archivos de mapa de página
ru: Удалить все типы файлов карт страниц
tr: Her türlü sayfa haritası dosyasını kaldırır
uk: Вилучає усі типи файлів мап сторінок

source: Remove ONLY Google Play page maps
es: Eliminar SÓLO los mapas de la página de Google Play
ru: Удалить ТОЛЬКО карты страницы Google Play
tr: YALNIZCA Google Play sayfa haritalarını kaldır
uk: Вилучити ЛИШЕ мапи сторінок Google Play

source: Removes only Google Play page map files
es: Eliminar sólo los archivos de mapas de página de Google Play
ru: Удалить только файлы карт страниц Google Play
tr: Yalnızca Google Play sayfa haritası dosyalarını kaldırır
uk: Вилучає лише файли мап сторінок Google Play

source: Flatten TOC hierarchy in NCX file
es: Aplanar la jerarquía del índice en el archivo NCX
ru: Выровнять иерархию TOC в файле NCX
tr: NCX dosyasındaki TOC hiyerarşisini düzleştirin
uk: Спростити ієрархію змісту у файлі NCX

source: Restructure the NCX to contain no nesting of navPoint items. For users whose devices do not support a hierarchical TOC.
es: Reestructurar el NCX para que no contenga elementos de navPoint anidados. Para usuarios cuyos dispositivos no admiten un índice jerárquico.
ru: Реструктурировать NCX, чтобы он не содержал вложенных элементов navPoint. Для пользователей, чьи устройства не поддерживают иерархическое оглавление.
uk: Змінити структуру NCX так, щоб у ній не було вкладених записів navPoint. Для користувачів, на пристроях яких не передбачено ієрархічної таблиці змісту.

source: Any NCX entries that point to missing html pages will be removed. Orphaned NCX links can happen as a result of a calibre conversion for covers.
es: Se eliminarán todas las entradas de NCX que apunten a páginas html no existentes. Estos enlaces NCX huérfanos pueden ser el resultado de una conversión de calibre para portadas.
ru: Любые записи NCX, указывающие на отсутствующие html-страницы, будут удалены. Бесхозные ссылки в NCX могут возникнуть в результате преобразования для обложек в calibre.
uk: Буде вилучено усі записи NCX, які вказують на сторінки html, яких не вистачає. Поява осиротілих посилань NCX може бути наслідком перетворення у calibre для обкладинок.

source: Remove broken TOC entries in NCX file
es: Eliminar entradas de índice rotas en el archivo NCX
ru: Удалить битые записи TOC в файле NCX
tr: NCX dosyasındaki bozuk TOC girişlerini kaldırın
uk: Вилучити помилкові записи змісту з файла NCX

source: Remove all calibre jackets, both legacy and current
es: Eliminar todas las sobrecubiertas de calibre, tanto heredadas como actuales
ru: Удалить все суперобложки calibre, как старые, так и текущие.
tr: Hem eski hem de güncel tüm calibre kılıflarını kaldırın
uk: Вилучити усі обгортки calibre, застарілі і сучасні

source: Remove all metadata jackets
es: Eliminar todas las sobrecubiertas de metadatos
ru: Удалить все суперобложки метаданных
tr: Tüm meta veri ceketlerini kaldırın
uk: Вилучити усі обгортки метаданих

source: Remove jackets generated using versions of calibre prior to 0.6.50
es: Eliminar sobrecubiertas generadas usando versiones de calibre anteriores a 0.6.50
ru: Удалить суперобложки, сгенерированные в версиях Calibre до 0.6.50
tr: Calibre'nin 0.6.50'den önceki sürümleri kullanılarak oluşturulan ceketleri kaldırın
uk: Вилучити обгортки, які створено версіями calibre до 0.6.50

source: Remove legacy metadata jackets
es: Eliminar sobrecubiertas de metadatos heredadas
ru: Удалить унаследованные суперобложки метаданных
tr: Eski meta veri ceketlerini kaldırın
uk: Вилучити застарілі обгортки метаданих

source: Add a jacket if not existing, or replace a non-legacy jacket
es: Añadir una sobrecubierta si no existe, o reemplazar una que no sea heredada
ru: Добавить суперобложку, если её нет, или заменить неустаревшую суперобложку
uk: Додати обгортку, якщо її немає, або замінити сучасну обгортку

source: Add/replace metadata jacket
es: Añadir o reemplazar sobrecubierta de metadatos
ru: Добавить/заменить суперобложку метаданных
uk: Додати або замінити обгортку метаданих

source: If a jacket is added/replaced, it is placed at the end of the book instead of the beginning
es: Si se añade o reemplaza una sobrecubierta, se coloca al final del libro en lugar del principio
ru: Если суперобложка добавлена/заменена, она помещается в конец книги, а не в начало
uk: Якщо програма додає або замінює обгортку, її буде розташовано наприкінці книги, а не на її початку

source: Jacket at the end of the book
es: Subrecubierta al final del libro
ru: Суперобложка в конце книги
uk: Обгортка наприкінці книги

source: Remove broken image pages
es: Eliminar páginas de imágenes rotas
ru: Удалить страницы с битыми изображениями
tr: Bozuk görüntü sayfalarını kaldır
uk: Вилучити помилкові сторінки-зображення

source: Remove html page(s) that contain only an image tag for which the linked image does not exist in the epub
es: Eliminar las páginas html que contengan sólo una etiqueta de imagen cuya imagen enlazada no existe en el ePub
ru: Удалить html-страницы, содержащие только тег отсутствующего в epub связанного изображения
uk: Вилучити сторінки html, які містять лише теґ зображення, для яких пов'язаних зображень не існує в epub

source: If a cover page is identifiable in the epub then it is completely removed
es: Si una portada es identificable en el ePub, se elimina por completo
ru: Если титульная страница идентифицируется в epub, она полностью удаляется
tr: Epub'da bir kapak sayfası tanımlanabilirse tamamen kaldırılır
uk: Якщо в epub можна ідентифікувати сторінку обкладинки, її буде повністю вилучено

source: Remove existing cover
es: Eliminar portada existente
ru: Удалить существующую обложку
tr: Mevcut kapağı kaldır
uk: Вилучити наявну обкладинку

source: If a cover page is identifiable in the epub then it is replaced otherwise a new cover page is inserted
es: Si una portada es identificable en el epub, se reemplaza, de lo contrario se inserta una nueva portada
ru: Если титульная страница идентифицируется в epub, она заменяется иначе вставляется новая титульная страница
uk: Якщо в epub можна ідентифікувати сторінку обкладинки, її буде замінено. Інакше, буде вставлено нову сторінку обкладинки

source: Insert or replace cover
es: Insertar o reemplazar portada
ru: Вставить или заменить обложку
tr: Kapağı takın veya değiştirin
uk: Вставити або замінити обкладинку

source: Update metadata
es: Actualizar metadatos
ru: Обновить метаданные
tr: Meta verileri güncelle
uk: Оновити метадані

source: Update the manifest with the latest calibre metadata and replace an existing identifiable cover if possible.
es: Actualizar el manifiesto con los últimos metadatos de calibre y sustituir una portada identificable existente si es posible.
ru: Обновить манифест, указав последние метаданные calibre и заменить существующую опознаваемую обложку, по возможности.
uk: Оновити маніфест на основі найновіших метаданих calibre і замінити наявну визначену обкладинку, якщо це можливо.
